{"input": "We @Kyndryl  are continuing our investment in Data and AI and looking to fill several key roles.  Please refer the all stars in your network:\\nData Centric UI Developer: https://t.co/EOYSUb7NNr \\nData Scientist for AI: https://t.co/YgcF94oIym    \\n...and many more stay tuned!,"}
{"input": "Its crazy that when this cartoon came out 9/24/14, it was laughably difficult to identify a bird in a photo.  Less than 10 years later AI is identifying individual humans in our photos on facebook. https://t.co/sFQLJqMI8Q,"}
{"input": "Trying to be both the champion of OpenAI and Opensource... why not. https://t.co/a6mhpUNS04,"}
{"input": "I know a lot of Yankees fans, and I don't understand how WS victories bring them joy.  I am HOPING to get one in my entire life. https://t.co/yMGMtam6hD,"}
{"input": "Today's not NYC run is through West Palm Beach Gardens.  There are no beaches and few gardens.... But at least I am comfortably running outside in shorts in December! https://t.co/hwIFUViFJw,"}
{"input": "This study of open source LLMs vs ChatGPT shows that if your company needs the best LLM today, it's probably ChatGPT... But their lead is way smaller than I would have expected a year ago.\\n\\nhttps://t.co/wJYCgLYtMF,"}
{"input": "NYC Data Enthusiasts, if you have some time Thursday afternoon/evening you should join Kyndryl at the EDM Council Datavision conference!  We'll have a booth staffed with Data Experts and our CDO Gary Burnette is on a panel.  It's free to register.\\n\\nhttps://t.co/nznyJa6ihh,"}
{"input": "The engineering effort at Google since the release of ChatGPT has been amazing.  It's not over yet... But it may have saved the company.\\n\\nhttps://t.co/8JA1A2brXM,"}
{"input": "This is a clever use of GenAI!  I have used Quizlet for a while to create flash cards for memorizing new subjects.  Now it will read your flash cards and have an interactive conversation with you on the topic!  \\n\\nWhere have you noticed a clever interaction with GenAI? https://t.co/Kbr9TgHBeA,"}
{"input": "Today's \\I am not in NYC\\ run (more of a spirited hike since I am still recovering from re:invent is through Big Sky Montana. https://t.co/rI9MTEOIfB,"}
{"input": "Today's \\I am not in NYC\\ run (more of a spirited hike since I am still recovering from re:invent is through Big Sky Montana. https://t.co/xFP8yie3yF,"}
{"input": "Today's \\I am not in NYC\\ run (more of a spirited hike since I am still recovering from re:invent is through Big Sky Montana. https://t.co/CCjkFxTDSL,"}
{"input": "Two years ago I was so energized by the AWS Data Services that I shifted my career and did an epic spare time project (https://t.co/GAeTxm9Ea1 ).  This year might have been just as exciting.,"}
{"input": "So the message says we now leave at 10:07, but you sent it at 10:09... I can mever tell whether the airline industry is intentionally deceiving me or just needs some help figuring out their data platforms. https://t.co/HTEeXU2M26,"}
{"input": "Lots of great announcements at re:Invent around what they can do for your employees digital workplace experiences.  @Kyndryl is a leader in this space, let me know if you'd like some help figuring it all out.\\n\\nhttps://t.co/V1m27Rurqq,"}
{"input": "While this is an interesting tool...  I have seen very few data quality programs that suffer from a lack of information about bad data.  They suffer from the governance/commitment/resources to do anything about it.\\n\\nhttps://t.co/VD8alLO78T,"}
{"input": "The speed at which AWS Lambda can scale is really impressive... but, if you have an application that requires this much scale you should consider running it in an environment that isn't charging you per execution.\\n\\nhttps://t.co/V1m27Rurqq,"}
{"input": "Kyndryl is going to be EVERYWHERE at re:Invent!  Pay special attention to the experience center talks and Happy Hour on Thursday if you want to catch me.  Ofc, if you're engaged with me here you're welcome to reach out and we can find a way to catch up!\\n\\nhttps://t.co/xRsdjZcHtt https://t.co/cGuEUGBraH,"}
{"input": "Check out the Experience Center talks I am doing on Thursday... I am also going to be at the happy hour that evening if that's more your speed!  Get registered and find out more at the link! https://t.co/wqqZUWENcA,"}
{"input": "While everyone else is getting checked in at their hotel in Vegas, I am chilling out and mentally resting for the week that's coming.  #reInvent https://t.co/8zLh3rrqYS,"}
{"input": "Often its hard to pinpoint the moment when a technology reaches the \\Peak of Inflated Expectations\\... Other times the leading company in a particular tech, rumored to be planning a round at a valuation of near $100B but still unprofitable, goes in to complete disarray. https://t.co/GzSgypFbuK,"}
{"input": "While CodeCatalyst seems cool... It's not a silver bullet.  Enterprises will require a lot of the old frameworks and fight against this and there will be things you can't do in this platform that force developers to build the old fashioned way.\\n\\nhttps://t.co/q1RjCZhL2I,"}
{"input": "Followed my annual tradition and used re:invent and Thanksgiving as an excuse to dive in to some AWS learning and get certified.  Really excited about what my team is already doing with Big Data on AWS and now I can provide more value on those projects!\\n\\nhttps://t.co/oWlrt7ImXt,"}
{"input": "26 years ago my first ever comp sci final was to write a function (in Pascal) that simulated a Drunkard's Walk.  Now I am more likely to see it in practice on my way home from entertaining a client.\\n\\nReference: https://t.co/TfSAzNc4Ah https://t.co/oyHqpK3XQw,"}
{"input": "@Sripuram Don't forget the talk tomorrow at 1pm in Cesar's Forum:. https://t.co/HMlURWv0VD,"}
{"input": "Ever feel like your work is spying on you?  This is the view from my hotel window at 5:30am.  #reInvent2022 https://t.co/Z4Nkd9HJFl,"}
{"input": "I'm on a plane to Vegas!  There are several ways to engage with me and all of the other @Kyndryl execs and SMEs at #reInvent.  We'll be in booth #2545, I'll be speaking at 1pm in Caesar's Forum on Wens, and a reception at MGM that night.  DM me.\\n\\nhttps://t.co/xRsdjZdfj1,"}
{"input": "I'm going to be at Re:Invent with several ways to engage with me and all of the other @Kyndryl executives and SMEs.  We'll be in booth #2545, I'll be speaking at 1pm in Caesar's Forum on Wednesday, and we're have a reception at MGM that night.  DM me.\\n\\nhttps://t.co/xRsdjZdfj1,"}
{"input": "Really excited to be part of the founding leadership team for Kyndryl Consult in the United States.  I've been leading the Apps, Data, and AI practice and we've been focused for the last year on expanding our technical skills to meet business objectives. https://t.co/FexlSEST61,"}
{"input": "In 2018 there were more men named James on the Fortune 500 then there were women.  And only ONE woman of color.  We may not all agree on how to fix it... but anyone can recognize it's broken.\\n\\nhttps://t.co/u2MfOTAOpZ,"}
{"input": "Ha... I didn't realize this had more layers when I first tweeted it.  Now as a screen cap too! https://t.co/ftbW1cmfvb,"}
{"input": "If this happens... Other airlines will be forced to follow and it will result in the biggest change to my day-to-day since moving to NYC.\\n\\nhttps://t.co/OzFgzYINVR,"}
{"input": "So clever with the colors. https://t.co/Yd5lEkkHuX,"}
{"input": "Woah... First I'm hearing about this.  As a former Burgher and a former contract tech worker I feel like I should have known...  Who's got the best write up on what's going on? https://t.co/NuYPqn3zWt,"}
{"input": "The interesting part of this article is that Chef had an outage when a developer pulled Open Source Software he had created.  Does the spread of Open Source open up enterprises to the moral judgement of a nearly infinite number of contributors?\\n\\nhttps://t.co/bdoF7MFn1w,"}
{"input": "iRacing is where legit racing enthusiasts honing their craft get the opportunity to meat millennial kids who can find a way to cheat at anything.\\n\\nCredit: https://t.co/6sajeqWet1 https://t.co/NevFVQGdz9,"}
{"input": "Alternative Headline: When Docker failed to go far enough fast enough in giving developers the power to orchestrate and configure their container infrastructure, K8s won.  Why can't the same happen with literally every other piece of infra?\\n\\nhttps://t.co/oDkRM5iLAx,"}
{"input": "RT @iamdevloper: the k8s learning \\curve\\ https://t.co/H6ZFURb4w5,"}
{"input": "Some really good points in here for companies that can't just write a Jeff Bezos memo and make everything a two pizza team overnight.  Maybe focus on the teams' workload before you worry about the tech they're using.\\n\\nhttps://t.co/QWVD5oUUAm,"}
{"input": "Harvard Business Review had to survey 185 business executives to discover that 73% of business execs see data as key to the companies future while a large chunk of IT execs see challenges with re-architecting legacy apps, security, and compliance?\\n\\nhttps://t.co/bGU7GVI5t8 https://t.co/68HAup19kp,"}
{"input": "There are a lot of executives in the world that do not understand this.\\n\\nNote: Not that I think an executive should be able to create everything she manages, that's usually impractical... but she needs to hire &amp; trust those who do understand. https://t.co/76NRPpqwf5,"}
{"input": "I love everything about this... moving some of the Dev tooling closer to K8s itself (rather than 3rd party add ons) &amp; the way they recognize the different types of \\developers\\.\\n\\nhttps://t.co/gK7BGNDyMY,"}
{"input": "Not surprised.  While most have adopted scrum or SAFe, there's still a lot of project-based \\run the bank\\ vs \\change the bank\\ mentality.  It's a hard problem, but we need to start getting towards product backlogs that include paying down tech debt.\\n\\nhttps://t.co/IbYyoc2cyK,"}
{"input": "Champion Chess players burn the same number of calories in 2 hours that a champion tennis player burns in 1.  They often lose 2 pounds per day at tournaments.  #BrainPower\\n\\nhttps://t.co/pObQLgrTLD,"}
{"input": "This is a big story.  Most importantly it provides credible competition to Pivotal in a market they have owned.  Also importantly enterprises can offer their Dev teams BOTH the opinionated \\one click\\ option of CF alongside the flexibility of Openshift/Containers in one env. https://t.co/QoI6Bm5SYi,"}
{"input": "18 years later it is still hard to wrap one's head around what happened.  Living in NYC has definitely made it sink in a little more; meeting people who were effected and seeing how it effects the city every year. @‚Ä¶ https://t.co/0D6fGdyyU9,"}
{"input": "Ha, and when you try to ask a question about that JS that has a vulnerability... https://t.co/6HXE8GMaxB,"}
{"input": "What am I missing?  Why would an SMB company want to use Hashicorp Terraform?  Is it really a big risk for a smaller company to just use the native tools of their cloud provider?  https://t.co/OQzx3HTrWr,"}
{"input": "Fantastic overview... breaks down the different kinds of lock-in; even the more subtle ones like having a team that's trained up on one technology.  It also then provides a framework for considering the advantages/disadvantages of avoiding lock-in.  https://t.co/GDhqIynvOG,"}
{"input": "Scary how often I hear this conversation... Infrastructure doesn't just \\put it in containers\\ anymore... We need to deliver platforms and services that unlock the power of IaC, Cloud, ServiceMesh, etc... For developers to take advantage of. https://t.co/yxyDA78K0J,"}
{"input": "Cool to see this bit of news coming out of the Burgh!  Key right now for Financial Services firms is to not be comfortable and learn to keep innovating... have enough agility to compete with tech companies when they enter banking. https://t.co/IjTI9pDaRk,"}
{"input": "I wonder how many startups have moved in to a cloud and moved out in the time it has taken the government to select their cloud provider.\\n\\nhttps://t.co/M611MCQoAx,"}
{"input": "If you're an architect/executive type that has heard the Kubernetes terms but doesn't have time to learn it for real... This is a really solid overview of K8s in 5 minutes (and a good cheat sheet).  I like the parts they've chosen to highlight/skip.\\n\\nhttps://t.co/KcpQPEN44g,"}
{"input": "I think most infra/sre/devops teams should review this at most Backlog grooming sessions.  Also, don't forget to count the time you'll have to spend maintaining/retesting the automation. https://t.co/6Lin6L1wum,"}
{"input": "Just how much did switching my side project to leveraging Lambda/Dynamo from Kubernetes/RDS simplify my side project?  About 16,000 lines worth (CloudFormations for the K8s cluster and RDS, spring boot stuff, etc... https://t.co/csQc4cjECK,"}
{"input": "RT @reillyusa: Using ITIL for microservices architectures, deployments and operations. https://t.co/Tp61ZrcvLo,"}
{"input": "I don't usually bother with certs, but the cloud (and specifically AWS) are becoming so important to both infrastructure and dev that if you don't know what they're up to it'll be difficult to lead teams, even if they're running on-prem or other clouds. https://t.co/tmcjL5rgjV,"}
{"input": "What is most shocking about this story:\\n1.  A kid made $3M playing video games.\\n2.  It is common enough to \\prank\\ call the cops on someone to disrupt their game play that there's a term for it.\\n3.  This is a front page story on ESPN.\\n\\nhttps://t.co/robCTVRfa4,"}
{"input": "RT @alacodes: But... https://t.co/L9xzh0Kzf6,"}
{"input": "Not that BTC prices are typically rational... but I'm not surprised that BTC is up ~7% on a day when a major player used the price of its currency as a trade weapon and the Fed decided to make ANOTHER payment system, which won't be done until 2023!  https://t.co/k3jrxr7zbZ,"}
{"input": "This commit officially marks the floppy drive orphaned in the linux kernel.\\n\\nhttps://t.co/GM6lsf7E9X,"}
{"input": "Now isn't that clever... There's even a little app/website I can order from.  Surprised Uber didn't think of this themselves. https://t.co/9yY75xm2MV,"}
{"input": "RT @erinfranmc: me revisiting old side projects\\n\\nhttps://t.co/8mgzKoJJHr,"}
{"input": "I encourage teams not to use most of the features that RedHat has bolted on to K8s to form Openshift... but, for on-premise deployments it is really helpful to have the build function built in to the cluster: https://t.co/Jpzx37DjJd,"}
{"input": "RT @github: The code that helped get us to the Moon.\\n\\nIt's on @GitHub üöÄ https://t.co/8UXipbq57z,"}
{"input": "...and some, I'm sure, are good coins. https://t.co/a5ZdHKC1Az,"}
{"input": "In completely fictitious career news, I've joined Axe Capital.  #BillionsTVShow #JudgingPeopleByTheirBankersBags https://t.co/wMbLZPxTOo,"}
{"input": "Hadn't thought about the drop off... How do you say, \\actually, there's a big puddle here, could you move forward 10 feet?\\ in computer.\\n\\nhttps://t.co/1Ee1ka4EwS,"}
{"input": "The worst scaling cloud service is AWS Registration Kiosks. https://t.co/0tLkNDMZ0B,"}
{"input": "Tons of protestors at the AWS Summit conference protesting the fact that they provide hosting for ICE (Immigration and Customs Enforcement). https://t.co/d1uJbgGzRd,"}
{"input": "I will have a full review of this book at some point.  But this morning on my commute I have to point out... This dude just used big O notation to evaluate different ways of sorting your closet.  Frickin brilliant idea for a book. https://t.co/KZXKohiioH,"}
{"input": "@RiverBlastRadio Looked at the standings on https://t.co/3aru02JHQm, because it's too early for ice cream, and noticed that the Pirates have played 61 games against teams above .500 while the Cardinals and Brewers have only played 47.  Are their schedules that much different?,"}
{"input": "Doing my part to forward the cause of the Blooming Onion. https://t.co/WOaGq6Q2OY,"}
{"input": "Heavy traffic on the commute tonight (I take the ferry).  Not the worst view though. @ New York, New York https://t.co/Z9j6a5BgYw,"}
{"input": "Great read... dives in to the details of what a container really is from a Linux perspective... but is written to be understandable if you're a developer first and an infrastructure enthusiast only because you want to see your code run well.  https://t.co/XaglLsGsf8,"}
{"input": "A week at Breezes Over, the family vacation home that my great grandfather bought in the 30s, is always a good opportunity to reevaluate priorities, reconnect with family, reconsider approach, and most importantly‚Ä¶ https://t.co/1A1kB1x1rn,"}
{"input": "I'm reviewing a book that started off by stirring me to action... and then bored me by overselling the dangers.  https://t.co/jnVybocxDx,"}
{"input": "Today in \\Wow, Kubernetes actually solves that problem for me without me doing anything?\\  Cronjobs  https://t.co/kSNf0hbUNk,"}
{"input": "Wow, $50M raise for @Postmanclient!  I feel like it must do more than I use it for... https://t.co/3I7yggOBGe,"}
{"input": "In the same way that salesforce and other companies have found a market in platforms that allow app dev without requiring app developers.  They'll find a market for platforms that allow big data without data scientists.\\nhttps://t.co/Wk1k1bb6Cf,"}
{"input": "RT @ericlbarnes: This gif never gets old. https://t.co/QFz78yi28o,"}
{"input": "Big kubernetes clusters or small kubernetes clusters?  The results of a twitter survey lean small. I think it's probably too small of a sample size to be meaningful, but the comments are interesting.  https://t.co/M2eXPY5Qoh,"}
{"input": "RT @wendynather: What UI wizardry is this?? https://t.co/j6aBgROA3x,"}
{"input": "Ha, the iCloud is just marked up Google Cloud.\\n\\n\\However, the Google Cloud outage also affected third-party apps... and services that use Google Cloud space for hosting... even Apple‚Äôs iCloud services.\\\\n\\nhttps://t.co/likyXwcLLB,"}
{"input": "Finally got around to trying this bottle of Oban Bay Reserve and found it's really good.  It and the Lagavulin were the only ones I felt I had to trie from the Game of Thrones series... anyone tried any of the others and disagree? https://t.co/Og7kiTwzaw,"}
{"input": "I am really unclear about how Pivitol, VMWare, and EMC divide up responsibilities... https://t.co/UEciWN3vaE,"}
{"input": "Way to go Alpine... giving every stodgy old UNIX support team the reason they need to say you're not allowed in their datacenter.  https://t.co/7Iwnyd52G2,"}
{"input": "This is what Amazon recommended for me today.\\n\\n1st thought... Come on!  I turn 36 next week not 76!\\n2nd thought... I think Artificial Intelligence still has a ways to go. https://t.co/Qv17c1oN5T,"}
{"input": "Living primarily in the enterprise space and a little more on the DevOps/Platfrom side, I don't often get to spend much time thinking about business languages.  But this @rebeccaparsons article was still fun to read.  https://t.co/BdmzMsP9i0,"}
{"input": "I find it interesting that Amazon keeps iterating/innovating on the packaging for it's Grocery service Amazon Fresh.  They have gone from insulated bags with ice paks, to adding frozen water bottles, to paper bags, to now boxes. https://t.co/G5hlxn2063,"}
{"input": "I don't really do any work that needs to be done at the edge, but a low-resource K8s distribution seems like a cool idea:  https://t.co/TsTDAOntbk,"}
{"input": "RT @mengxilu: Enterprise sales/customer success team helping clients launch POC üòÇ https://t.co/E2Hg26foRF,"}
{"input": "This is so true... I have several hooked up to queues and AWS SNS topics that make instrumenting apps and detecting faults truly seamless. https://t.co/v8kXH8I4IK,"}
{"input": "\\The creation of Eirini [project to run CF on K8s] began as ‚Äúmarket realities kicked in‚Äù and Kubernetes became the de facto standard for container management these days, Krannich said.\\ https://t.co/qIy4529kTp,"}
{"input": "Enabling companies to pump BigQuery Data in to Sheets sounds like the kind of feature that has the capability to provide true differentiation.  https://t.co/h5TLSXXvdm,"}
{"input": "I like this offering... when you're good at something that's below Kubernetes, why not just offer that.  https://t.co/TpBbTXShHm,"}
{"input": "Is it bad that I am tweeting this before breakfast and I kind of want one? https://t.co/FBFuP2ypRO,"}
{"input": "I don't understand... if every intermediary has their own coin... then crypto doesn't really dis-intermediate anything.  https://t.co/Qc6mdjHVdK,"}
{"input": "I took a little break from putting together the business case for bringing Kubernetes in to a big bank... to instead try to figure out the value of different players to my Fantasy Baseball team.  https://t.co/15U6GPGnzb,"}
{"input": "I'm usually all business on Twitter, but you should check out this podcast where I review Lagavulin and then drink too much of it while reviewing Varsity Blue's https://t.co/qib0UYdwsv,"}
{"input": "I love that the morning headline from CNBC this am is \\CAT Pulls Down Dow\\.  Finally a finance headline that a toddler can understand.  #IsTheDowLikeOurChristmasTree? https://t.co/QAFyncm1j9,"}
{"input": "Amazon is putting advertisements on the box?  I would be concerned about privacy except it's def not targeted... I live in downtown NYC, haven't purchased anything auto related off Amazon in years... I'm about as likely to buy a Silverado as I am to stop ordering things on Amazon https://t.co/OrYOMlRnV4,"}
{"input": "I have a feeling in 5 or 10 years this @cdixon article about how blockchain can use distributed trust to replace the trust we place in content curating social networks (like Twitter or Facebook) will look really prescient. https://t.co/J0TSb9vEtL,"}
{"input": "New Year's Resolutions for 2019 include some certifications and remembering some of the management techniques I've forgotten since my MBA. https://t.co/nnNeQCv71t,"}
{"input": "Assuming you're running Linux programs on chromebook already... short of your company not having an alternative for using Outlook... what could you possibly need Windows for?\\n\\nhttps://t.co/Q9fZl6kPJs,"}
{"input": "From what I know about economics this is a compelling model and an interesting read.  Note that I wouldn't know enough to know if he missed a spot... https://t.co/q7odl2wFU7,"}
{"input": "RT @jjturner: Manchester morning graffiti... https://t.co/JDZicfsBLB,"}
{"input": "Ha!  I had the exact same reaction when I read my feeds this morning.  I think the question really is are we prioritizing developer productivity (functions) or security(VMs)? https://t.co/IO9Upzd1Lh,"}
{"input": "They call this taco the \\Gringo\\ on account of the flour Tortilla.  I'm all in on that stereotype.  And I will raise you extra cheese.  #NowGoMakeFunOfMyFatAssInSpanish https://t.co/hlg1vEpb1B,"}
{"input": "Feliz Navidad from the festive Central Park in Antigua Guatemala... Lots of fireworks, decorated fire trucks, and kids playing with light up toys.  Hard to capture in a photo. @ La Antigua‚Ä¶ https://t.co/cFjqalrUC8,"}
{"input": "RT @bgracely: You can‚Äôt have any pudding if you don‚Äôt eat your meat - Pink Floyd https://t.co/GLc2heXHCY,"}
{"input": "\\one of the new trends OpenShift 4.0 is tracking is the move inside the community away from smaller numbers of large clusters, towards more numerous smaller clusters.\\ Interesting... Would expect companies to be thinking high utilization of a big cluster. https://t.co/2FKLsNgcBB,"}
{"input": "The difference in banking regulation between the EU and the US... specifically laws/regulations around communication and competition between banks is concerning for someone who would love to be employed in FinancialIT in NYC. \\nhttps://t.co/FdkdJREDp8,"}
{"input": "After a few weeks of work I've finally containerized my Jenkins builds.  My biggest lesson learned is using @awscloud CodeBuild for my Docker Builds.  Great way to avoid running docker in docker and make your container builds parallel.\\nhttps://t.co/gEslcaOVNI,"}
{"input": "This is really big news... https://t.co/iHKBQsLKCJ,"}
{"input": "I always tell young people that I mentor... get fired before you're 30.  Experiencing \\the worst thing that can happen in your career\\ gives you an appreciation for just how survivable it is and makes you a better employee/entrepreneur. https://t.co/0fuwKE4r0x,"}
{"input": "That seems notable... Hard to believe that this far in to the 21st century there is so much movement away from freedom. https://t.co/2eEbSnMSFM,"}
{"input": "As an executive (but the CEO of one company, let alone 3) who likes to pretend I am still technical... I find it highly unlikely that he could be anything but moral support at a code review. https://t.co/CMB6YN0WEI,"}
{"input": "IBM has all but given up on their cloud, China has made itself tough to trust, Salesforce is niche, and AWS/Azure/Google have built so many features that it is hard to imagine anyone else being a real competitor in cloud for the foreseeable future. https://t.co/wzPLWxcEiR,"}
{"input": "@QuinnyPig on Re:Invent: If you look at the venue map, you will find that it‚Äôs roughly as accurate as your company‚Äôs architecture diagrams of your AWS environment are. We‚Äôre going to politely call this map ‚Äúdeceptive.‚Äù\\n\\nhttps://t.co/GOIq2Km372\\n\\nLet's go get lost!,"}
{"input": "Kinda surprised \\AWS Personalize\\ is called out as a service.  They might end up with 100 of these... \\Identify Defect\\, \\Fraud Detection\\, \\Map Routing\\, etc...  Maybe have a \\Common Data Jobs\\.\\n\\nhttps://t.co/X3F4xZGBNN,"}
{"input": "Between financing and investors, Musk only actually paid ~$4B for Twitter.  The guy is worth $208B.  That's not quite 2% of his networth.  This is not as significant as you or me buying a sports car in retirement.\\n\\nhttps://t.co/SzbwmJj846.,"}
{"input": "Running IBM MQ on top of K8s in AWS is intellectually stimulating, but if you're actually following this pattern you may be trying too hard to have your infrastructure teams lead your cloud transformation.  Let your developers refactor some of the code.   https://t.co/DzV7siwzUd,"}
{"input": "Sunday evening flights are great for productivity.  Half watch the game (I took Chiefs -11.5) and half get my deck ready for Re:Invent. https://t.co/a8VZnGIRF4,"}
{"input": "Survey is courtesy of @thenewstack, results are published in their e-book on serverless:  https://t.co/dbeoFD4EzP,"}
{"input": "This is going to cause some seriously interesting/hilarious negotiations, bake offs, and conferences for the next few months as it goes through regulatory approval. https://t.co/54IeaYtKhQ,"}
{"input": ".@awscloud does a great job making sure devs have the right tools even when it doesn't necessarily make them the most money.  Using spot instances for my EKS servers is saving me a lot, and @awscloud supplied me the CloudFormations template to do it.\\n\\nhttps://t.co/drtYejofdk,"}
{"input": "Spending Cigar Saturday trying to move some of the containers from my side project in to a new EKS cluster... Instead I am learning why all the people on my team at RBC are smarter than‚Ä¶ https://t.co/zISIDlLhVX,"}
{"input": "I know I do this every time I am in Toronto.... But it's a great city for a morning run @ Toronto, Ontario https://t.co/j4I5XTJAA2,"}
{"input": "Seriously?  Why do you think OpenSource Vendors don't just sell you vanilla K8s?  Definitely not to lock you in... https://t.co/pPrN3BHV4y,"}
{"input": "Unfortunately, they are a feature or two behind AWS... in my case, the one that got me is that you can't yet use localstack to emulate an SQS message being a trigger for a lambda function.\\nhttps://t.co/9uvIKiHIUT,"}
{"input": "Then I discovered that there is a pretty complete AWS \\localstack\\ on GitHub.  It gives you SQS and SNS (among many other things) locally!  https://t.co/SdImHpO5Ry,"}
{"input": "Originally I found that Amazon themselves had produced an engine for running Lambda functions locally and was excited.  I figured between that and local docker and mySQL, I'd be set (even if I did use online SQS/SNS).   https://t.co/UzopLObSM5,"}
{"input": "If people end up using this as much or more than cloud formation templates, then Kubernetes will be more valuable to Amazon than it is to Google.\\n\\nhttps://t.co/oBHqHsEMXG,"}
{"input": "This is a great article...  Asks the question, \\Do we need more infrastructure not(wallets, blockchains) before we can build new apps?\\n\\nIn the age of agile, it is always going to be that infrastructure gets built to serve a feature that justifies it. https://t.co/rrj9XK3Y4X,"}
{"input": "Whoever said printers don't have a place in the world anymore never saw the pancake printer they have at the delta in Toronto. https://t.co/Sk9bzeO0Dk,"}
{"input": "Breaking a world record by over a minute (or nearly a full percent) is an amazing accomplishment.  Especially in an event that's thousands of years old.  Really makes you question whether you are good enough at what you do... https://t.co/cxGaglKb77,"}
{"input": "RT @SteveCase: Pittsburgh Shows the Way to a Rust Belt Rebound https://t.co/2peyIIYiEX ‚ÄúThe road back from the economic devastation of the‚Ä¶,"}
{"input": "RT @zackbloom: We live in a post-parody society where it's impossible to invent anything more ridiculous than reality https://t.co/HPGekRKE‚Ä¶,"}
{"input": "RT @SteveCase: The surprising thing Google learned about its employees ‚Äî and what it means for today‚Äôs students https://t.co/vwJO4Kx4TW ‚ÄúTh‚Ä¶,"}
{"input": "RT @chrisbriem: Change in the city of Pittsburgh (using latest ACS 5-year data) https://t.co/wcOvQtcu08,"}
{"input": "RT @Kantrowitz: It's better to be lucky than good https://t.co/9g5eX4CUoX,"}
{"input": "RT @fredwilson: Yesss. I really like this work by @josh_nussbaum https://t.co/NtW6bL65Fp,"}
{"input": "Why \\side hustlers\\ would be a good fit for digital banks (I like the idea, not enough companies going after niche): https://t.co/8nkTkKafeS,"}
{"input": "Safe travels @pirates see you in Toronto tomorrow. @ Toronto, Ontario https://t.co/ufbIqgatTa,"}
{"input": "RT @yogthos: adapting a legacy codebase to new business requirements https://t.co/2tV3a0UQzI,"}
{"input": "RT @TheOnion: \\Execute the basics and you‚Äôll be in great shape when I rip away your dreams with one emotionless pen stroke.\\ https://t.co/R‚Ä¶,"}
{"input": "RT @SeanAmmirati: ContainerShip launches its fully managed Kubernetes¬†service https://t.co/1TmPoLiU3f via \\n@techcrunch &gt; exciting day! #Pit‚Ä¶,"}
{"input": "RT @sandy_carter: Conference call BINGO!  Funny.  #innovation #quote #thursdaymotivation https://t.co/Km0BaJY1BA,"}
{"input": "RT @HarvardBiz: We will spend more time training to be open-minded and learning to update our beliefs in response to new data https://t.co/‚Ä¶,"}
{"input": "I am too old for Snapchat and I suspect the NURSE is too. https://t.co/PACakYEsTi,"}
{"input": "This is awfully clever...  https://t.co/ZlXNCLNIui,"}
{"input": "I just earned the 'Photogenic Brew (Level 3)' badge on @untappd! https://t.co/mbynJSCQBh,"}
{"input": "I just earned the 'Land of the Free  (Level 44)' badge on @untappd! https://t.co/UOco5RRFqz,"}
{"input": "I just earned the 'Hopped Up (Level 10)' badge on @untappd! https://t.co/YvIsSeeqLB,"}
{"input": "I just earned the 'Wheel of Styles (Level 4)' badge on @untappd! https://t.co/qUvL5YZ9EV,"}
{"input": "I just earned the 'The Great White North (Level 2)' badge on @untappd! https://t.co/YKzMVHBBqH,"}
{"input": "Another good example of a \\like\\ blockchain implementation is what Google is doing in health. https://t.co/kXpwgwmNUZ,"}
{"input": "I just earned the 'Riding Steady' badge on @untappd! https://t.co/Wzw67NiRrk,"}
{"input": "I just earned the 'Brew Bowl LI' badge on @untappd! https://t.co/ypEredMTyZ #brewbowl,"}
{"input": "RT @swardley: As simply as I can, what strategy should be and what strategy is in the corporate world -&gt; https://t.co/VEXj6CfK3n,"}
{"input": "I just earned the 'Land of the Free  (Level 43)' badge on @untappd! https://t.co/FKGZuIlXok,"}
{"input": "I just earned the 'Pale as the Moon (Level 8)' badge on @untappd! https://t.co/IQMng2BgXz,"}
{"input": "RT @danielgilman: Amazon opens new office in Pittsburgh https://t.co/stmW1kgLTh,"}
{"input": "RT @paulg: The Founder Visa is apparently coming to France. It could make a big difference. https://t.co/64AB7a9GAT,"}
{"input": "I just earned the 'Wheel of Styles (Level 3)' badge on @untappd! https://t.co/Rgb5U0tNo5,"}
{"input": "I just earned the 'Land of the Free  (Level 42)' badge on @untappd! https://t.co/ScNOtBy1ar,"}
{"input": "I just earned the 'Brew Traveler (Level 4)' badge on @untappd! https://t.co/MMOj0uqHrl,"}
{"input": "RT @PittInnovates: Pittsburgh's secret sauce, courtesy of the benevolence of bygone captains of industry https://t.co/6fPQGSoRZ3 https://t.‚Ä¶,"}
{"input": "I'm willing to be CEO, if you need one. https://t.co/zkCb1HKaBK,"}
{"input": "Found this a good list, especially right around time for New Year's Resolutions!  I would add: Not playing with new tech in your spare time. https://t.co/wEsTierUn7,"}
{"input": "Seinfeld in the HBR on whether or not McKinsey could help him with efficiency on Seinfeld (via https://t.co/OaNHqUV9C6) https://t.co/8sNTpJUtK8,"}
{"input": "RT @chrisbriem: and there is CMU with 2 PDP-10s https://t.co/Ov4a7cMUts,"}
{"input": "I just earned the 'Hopped Up (Level 9)' badge on @untappd! https://t.co/YdPQM0sSYJ,"}
{"input": "I just earned the 'I Believe in IPA!  (Level 28)' badge on @untappd! https://t.co/fFJhNEdkM7,"}
{"input": "I just earned the 'Bar Explorer (Level 10)' badge on @untappd! https://t.co/btB9ufM2iY,"}
{"input": "I just earned the 'Cheers To You! (Level 5)' badge on @untappd! https://t.co/AnZAgNNh6W,"}
{"input": "RT @PittVenture: European investor @partechventures invests $500k in popular network monitoring #startup, #Pgh-based @NetBeez: https://t.co‚Ä¶,"}
{"input": "Neither was the Segway an iteration of the scooter.  Great inventions break the mold... But 90% of the time you are better off iterating. https://t.co/Qokb0Zp1Wu,"}
{"input": "I just earned the 'Land of the Free  (Level 41)' badge on @untappd! https://t.co/G9aoJ7luC7,"}
{"input": "I just earned the 'Veterans Day (2016)' badge on @untappd! https://t.co/CLyi7AwpM2,"}
{"input": "RT @pghtech: WOW Air, known for $99 Europe fares, has new U.S. hub #pittsburgh. @PITairport  https://t.co/hFPpd9PEA3,"}
{"input": "RT @HarvardBiz: The Growing Importance of Immigrant Entrepreneurs in the U.S. https://t.co/U4NXZ09cso,"}
{"input": "I just earned the 'I Believe in IPA!  (Level 27)' badge on @untappd! https://t.co/Hj1Q73CzDH,"}
{"input": "RT @chrisbriem: Would this be Pittsburgh's biggest IPO since... Freemarkets? https://t.co/6sMg393X3j via @FT,"}
{"input": "I just earned the 'Keep Your Wits About You' badge on @untappd! https://t.co/DGRd596Hqq,"}
{"input": "I just earned the 'Land of the Free  (Level 40)' badge on @untappd! https://t.co/dxDEAHCbTb,"}
{"input": "I just earned the 'Wheel of Styles (Level 2)' badge on @untappd! https://t.co/hLGNeWfAWA,"}
{"input": "I just earned the 'Drinking Your Paycheck' badge on @untappd! https://t.co/rCJI3f1ieW,"}
{"input": "I just earned the 'Lager Jack (Level 7)' badge on @untappd! https://t.co/wit2xsDBx4,"}
{"input": "I just earned the 'Land of the Free  (Level 39)' badge on @untappd! https://t.co/v05CFDFNMB,"}
{"input": "I just earned the 'Dubbel, Tripel and Quad Oh My!' badge on @untappd! https://t.co/bLgOXtIHBN,"}
{"input": "I just earned the 'I Believe in IPA!  (Level 26)' badge on @untappd! https://t.co/b9rIshsCNl,"}
{"input": "I just earned the 'The Great White North' badge on @untappd! https://t.co/NICWkj5U44,"}
{"input": "I just earned the 'Wheel of Styles' badge on @untappd! https://t.co/9FtyE4JyYR,"}
{"input": "I just earned the 'Hopped Up (Level 8)' badge on @untappd! https://t.co/u0oAEISvr5,"}
{"input": "I just earned the 'Sky's the Limit (Level 2)' badge on @untappd! https://t.co/NyWhUmaG67,"}
{"input": "I just earned the 'Land of the Free  (Level 38)' badge on @untappd! https://t.co/V47Pb97SXf,"}
{"input": "I just earned the 'I Believe in IPA!  (Level 25)' badge on @untappd! https://t.co/8Thjkb1dkL,"}
{"input": "RT @SteveCase: .@realDonaldTrump didn't mention #entrepreneurs #startups or #innovation in his economic speech today https://t.co/Md28DHhtB‚Ä¶,"}
{"input": "RT @MikeCaps: Another story on the rise of Pittsburgh via CNBC'S @bizrpt w/ @ThreadIntl, @SolePowerTech &amp; @re2robotics: https://t.co/EUEvpz‚Ä¶,"}
{"input": "I just earned the 'American Craft Beer Week (2016)' badge on @untappd! https://t.co/FFdy9hkeOi #ACBW #CraftBeer,"}
{"input": "RT @jimcjen: I just published ‚ÄúPittsburgh as a Startup‚Äù https://t.co/DxBdJ7cJfo,"}
{"input": "I just earned the 'Paint the Town Red' badge on @untappd! https://t.co/Hy7suFHpEe,"}
{"input": "I just earned the 'Land of the Free  (Level 37)' badge on @untappd! https://t.co/3tNMFjRl4h,"}
{"input": "I just earned the 'I Believe in IPA!  (Level 24)' badge on @untappd! https://t.co/6GLuZSHE4A,"}
{"input": "I just earned the 'Bar Explorer (Level 9)' badge on @untappd! https://t.co/LK6dEOTc2J,"}
{"input": "RT @danielgilman: Interesting assessment by @bvSeanSebastian. Love the 10x10x10 concept. Doable and a game changer.  https://t.co/dC0cEBWQh0,"}
{"input": "I just earned the 'Highlander' badge on @untappd! https://t.co/iWMeWDvec8,"}
{"input": "I just earned the 'God Save the Queen (Level 2)' badge on @untappd! https://t.co/wUM9mgTT43,"}
{"input": "I just earned the 'Photogenic Brew (Level 2)' badge on @untappd! https://t.co/3hE9HQPzhn,"}
{"input": "I just earned the 'Brew Traveler (Level 3)' badge on @untappd! https://t.co/oaFCjO0vFY,"}
{"input": "Great idea!  Google will help you fit your goals in your busy calendar.  \\nhttps://t.co/Q9uYmdBwMk,"}
{"input": "I just earned the 'Luck of the Irish' badge on @untappd! https://t.co/QHiMyUnpoE,"}
{"input": "I just earned the 'Lager Jack (Level 6)' badge on @untappd! https://t.co/38GBO0wqzY,"}
{"input": "I just earned the 'God Save the Queen' badge on @untappd! https://t.co/7gQ64gwj4z,"}
{"input": "Paul Graham's thoughts on how we make Pittsburgh in to a startup hub.  https://t.co/TRp3Oq3mkC,"}
{"input": "I just earned the 'Hopped Up (Level 7)' badge on @untappd! https://t.co/SNmN68tlSH,"}
{"input": "Looks like a great new option on the south side! https://t.co/WKG2OY0wR0,"}
{"input": "I just earned the 'Land of the Free  (Level 36)' badge on @untappd! https://t.co/o73ke1HpST,"}
{"input": "I just earned the 'I Believe in IPA!  (Level 23)' badge on @untappd! https://t.co/28rAP17hM3,"}
{"input": "On Twitter presidential candidates could discuss  the issues public... Too bad its politicians that run for pres. https://t.co/jw3WNB9tSx,"}
{"input": "I just earned the 'Trip to the Farm' badge on @untappd! https://t.co/JhDfZlaeFz,"}
{"input": "I just earned the 'St. Patrick's Day (2016)' badge on @untappd! https://t.co/G0kez1H3h4 #stpatricksday,"}
{"input": "I just earned the 'Land of the Free  (Level 35)' badge on @untappd! https://t.co/gGgsH8Kf9E,"}
{"input": "I just earned the 'I Believe in IPA!  (Level 22)' badge on @untappd! https://t.co/TtVsfsj0pL,"}
{"input": "I just earned the 'Land of the Free  (Level 34)' badge on @untappd! https://t.co/J8upw5GkDx,"}
{"input": "I just earned the 'Brew Bowl 50' badge on @untappd! https://t.co/TJwYxQVGjn #brewbowl,"}
{"input": "I just earned the 'Hopped Up (Level 6)' badge on @untappd! https://t.co/1jyCeJGuhV,"}
{"input": "I just earned the 'Land of the Free  (Level 33)' badge on @untappd! https://t.co/FasDLqbwK2,"}
{"input": "I just earned the 'I Believe in IPA!  (Level 21)' badge on @untappd! https://t.co/enkzVqiAfS,"}
{"input": "RT @NEXTpittsburgh: In just a few months the South Side will have its first local craft brewery: https://t.co/Whw8XVpRBS @southsidepgh http‚Ä¶,"}
{"input": "I hope it's going to be for engineers not just a sales or support office. https://t.co/sw3VbfdD1J,"}
{"input": "I just earned the 'Heffenista' badge on @untappd! https://t.co/TZaYjWadow,"}
{"input": "RT @NEXTpittsburgh: Sleek new Embassy Suites in Oliver Building features room for families, a gastropub, + more: https://t.co/gYKlp3lWQN ht‚Ä¶,"}
{"input": "I just earned the 'Land of the Free  (Level 32)' badge on @untappd! https://t.co/1beb1weTrc,"}
{"input": "RT @NEXTpittsburgh: Marvel at Pittsburgh's ingenuity with these 16 tech companies to watch in 2016: https://t.co/hSqmAXCQjv https://t.co/aI‚Ä¶,"}
{"input": "RT @SeanAmmirati: No https://t.co/rvv4pbHE0r,"}
{"input": "I just earned the 'Bar Explorer (Level 8)' badge on @untappd! https://t.co/sFk4ht247W,"}
{"input": "I just earned the 'Crisp as Day' badge on @untappd! https://t.co/iycv0E7sIW,"}
{"input": "I just earned the 'Happy Brew Year (2016)' badge on @untappd! https://t.co/3mCvZ0LkXe #brewyear,"}
{"input": "I just earned the 'Cerveza Matador' badge on @untappd! https://t.co/yWerujHWkA,"}
{"input": "I just earned the 'Lager Jack (Level 5)' badge on @untappd! https://t.co/LUM3xGMXdu,"}
{"input": "I just earned the 'Merry Brew-mas (2015)' badge on @untappd! https://t.co/QfbpH7hjw6 #brewmas,"}
{"input": "I just earned the 'New Brew Thursday (Level 3)' badge on @untappd! https://t.co/UGVy47HRKZ #NewBrewThursday,"}
{"input": "I just earned the 'Beer Connoisseur (Level 4)' badge on @untappd! https://t.co/9f2Xnq5knM,"}
{"input": "I just earned the 'Brew Traveler (Level 2)' badge on @untappd! https://t.co/WYC76CvPNS,"}
{"input": "I just earned the 'Land of the Free  (Level 31)' badge on @untappd! https://t.co/UeoftgA69X,"}
{"input": "I just earned the 'I Believe in IPA!  (Level 20)' badge on @untappd! https://t.co/wXC11vGGL4,"}
{"input": "I just earned the 'Hoppy Hanukkah (2015)' badge on @untappd! https://t.co/1o61B55n4Q,"}
{"input": "RT @JanePitt: üôåüèº Old school Noah's Ark for the win! https://t.co/zg3CKs6XY3,"}
{"input": "RT @ncayou: Ex-Barclays CEO: Banks are about to have an 'Uber moment' ‚Äî and it's going to be painful https://t.co/32nM3HDFbL,"}
{"input": "I just earned the 'Land of the Free  (Level 30)' badge on @untappd! https://t.co/gdJVHO5Vu1,"}
{"input": "I just earned the 'Beer-giving (2015)' badge on @untappd! https://t.co/JyncAFDKLf #beergiving,"}
{"input": "I just earned the 'I Believe in IPA!  (Level 19)' badge on @untappd! https://t.co/x4LwAbsk50,"}
{"input": "I just earned the 'Land of the Free  (Level 29)' badge on @untappd! https://t.co/Q0eOAV7kyD,"}
{"input": "RT @HarvardBiz: Why the middle class is shrinking. Watch the full video here: https://t.co/OKaXqMcmcq https://t.co/T1V3TIYDPZ,"}
{"input": "Proud to be from PA, where @billpeduto &amp; @GovernorTomWolf are welcoming refugees, helping doesn't make you insecure. https://t.co/nZxHNqroNn,"}
{"input": "@HiltonHelp I can't DM you unless you follow me... I sent it to @HiltonHotels... let me know if you need a resend. https://t.co/01Qf5XOcja,"}
{"input": "I just earned the 'Land of the Free  (Level 28)' badge on @untappd! https://t.co/xZI499m6y1,"}
{"input": "RT @cdixon: \\An idea is not a design...\\ https://t.co/uNSzhEGbVz https://t.co/Fe88nfvR8D,"}
{"input": "First time I have ever made a book preorder. https://t.co/DYfNLFYPEh,"}
{"input": "I just earned the 'Witch's Brew (2015)' badge on @untappd! https://t.co/vXBBYIUPOW #trickorbrew,"}
{"input": "I just earned the 'Hopped Up (Level 5)' badge on @untappd! https://t.co/ShUAZAIwBe,"}
{"input": "I just earned the 'Land of the Free  (Level 27)' badge on @untappd! https://t.co/oiJh0kwtDK,"}
{"input": "I just earned the 'New Brew Thursday (Level 2)' badge on @untappd! https://t.co/SqIrKQDERi #NewBrewThursday,"}
{"input": "I just earned the 'Untappd 5th Anniversary' badge on @untappd! https://t.co/qLuOyTrUry #ut5th,"}
{"input": "RT @cdixon: \\The productivity problem is a failure to adopt new technologies and best practices.\\ https://t.co/rIqQHBob37 http://t.co/b0FFX‚Ä¶,"}
{"input": "RT @BenedictEvans: Maybe this 'water' could scale up enough to support building city-wide distribution networks? Some sort of pipe? https:/‚Ä¶,"}
{"input": "What cool news for Pittsburgh's startup scene! https://t.co/KN9ons6V9d,"}
{"input": "My guess is that this has roughly the same significance to Coinbase's operations as making Pepsi their official soda had on the Steelers.\\n\\nhttps://t.co/HHAAIbgGol,"}
{"input": "I love Seinfeld... But this doesn't matter, the TV Show was effectively a lifestyle business then and most of us that read HBR manage all/part of a publicly traded company that should try to run forever.\\n\\nFunny quote though. https://t.co/dVZTsQARWD,"}
{"input": "This is interesting, I could see autonomous cars being much safer if they are orchestrated by the infra instead of acting individually... https://t.co/CoWRco2RL2,"}
{"input": "The fact that migrating workloads from on premise OpenShift to OpenShift on AWS requires both a tool and a guide tells you all you need to know about the value of multicloud. https://t.co/f2689c5wdW,"}
{"input": "Lifting and shifting your app to AWS doesn't make it cool/fast/modern any more than driving your car on the Autobahn makes it fast. https://t.co/iC9Zo4qafN,"}
{"input": "Just because you got away with fries on sandwiches doesn't mean you can just mix whatever you have in the kitchen together.\\n\\nhttps://t.co/KUN9TXcLOa,"}
{"input": "By the way... When AWS isn't paid by IBM to mention OCP and CloudPak for Data, they don't even mention OCP as an option for container hosting.\\n\\nhttps://t.co/L0y4daKnHq,"}
{"input": "RT @cdixon: \\Hello everybody.. I'm doing a (free) operating system.. just a hobby\\ - Linus Torvalds, 1991 https://t.co/uIgHJUMrpN http://t.‚Ä¶,"}
{"input": "Tata in tahn https://t.co/om2d7vFKIy,"}
{"input": "RT @boomtahn: Congrats @BirchmereVC @bvSeanSebastian @SeanAmmirati @NedRenzi  https://t.co/W03oI90U3b,"}
{"input": "+1 for sure... I downloaded an app just so I could catch them when I am out of town. https://t.co/vmxT3kZldw,"}
{"input": "Holy extra middleware batman!\\n\\nhttps://t.co/sevBRIGxQz,"}
{"input": "A giant M, a scenic river, a steep hill, and a random rare Ferrari... Interesting runs in and around Missoula this weekend. @ Missoula, Montana https://t.co/WSpIMOuqIC,"}
{"input": "Only 4 black women and 24 black men have ever been Fortune 500 CEOs.  Less than 10% are run by  women.\\n\\nhttps://t.co/1QzNRzcGDM.,"}
{"input": "79% of App Modernization projects fail.  @Kyndryl has been managing legacy systems since they WERE modern.  We know what it's going to take to be in the 21%.\\n\\nhttps://t.co/oU8NCL4Exc,"}
{"input": "This is good stuff, but just vulnerability scanning?  I can't imagine that Spotify isn't doing more... Static code analysis, pen tests, etc... As part of their SDLC.  They prob just don't want to publish it.\\n\\nhttps://t.co/90ul0kl2ws,"}
{"input": "A little help for my SW Engineering friends interviewing for new jobs.\\n\\n https://t.co/T3j1FgK55p,"}
{"input": "The cloud providers are practically giving away their software compared with everyone else on this chart.\\n\\n https://t.co/scBQC51PVE,"}
{"input": "RT @Dejan_Kovacevic: Here's the Jordy reaction: https://t.co/0z2ZPwMJze P.S. Play every time someone mouth-breathes that these @Pirates don‚Ä¶,"}
{"input": "So I'm listening to all this Ronaldo hype thinking.  What can he do that other players can't?  https://t.co/0wPvm8Dv3C  #ThatsNotGoodForUS,"}
{"input": "RT @mwk89: @Dejan_Kovacevic https://t.co/90p2RAuDuC via @SBNationGIF,"}
{"input": "RT @br_ttany: So many great companies being built in #pittsburgh. Thanks for having me @PGHtech https://t.co/P0z2yJ6f65,"}
{"input": "Explain bitcoin to me like i am 5... https://t.co/ZsyycItsZF,"}
{"input": "Just posted a photo @ Sag Harbor, New York https://t.co/cv8vsgc8xQ,"}
{"input": "Do this!  It will show you problems before they become fatal.\\n\\n https://t.co/e5LXH9jeDN,"}
{"input": "Two giant problems with this analysis... First it doesn't give AWS credit for having CDK and evaluates only the functions built in to CF.  Second, it fails to point out the cost of Terraform.\\n\\nhttps://t.co/et3LekdfC8,"}
{"input": "This marketing decision was dumber than bringing in Charles to try for fastest lap when they weren't sure they could stay in front of Fernando. https://t.co/L0ZRbaNJlo,"}
{"input": "This just in from Gartner... Kyndryl leads the market in legacy data center outsourcing!\\n\\nThat's only part of the story.  We can also help you use your MF data in your cloud platform, communicate with cloud/distributed apps, bring DevOps to the MF, and even transform OFF the MF https://t.co/9nzVIsCdri,"}
{"input": "My team does MF Modernization (thanks to a whole bunch of people on the team way smarter than me).  I'm working to understand at least the basics of the MF though.  Currently about 20% of the way through this course: https://t.co/YGtWaSdezW \\n\\nAny different recommendations? https://t.co/GGLzjiyJK0,"}
{"input": "Something to keep in mind when you say \\we don't want to leverage open source libraries for security reasons... We will just code it ourselves.\\ https://t.co/10B0Oyomjh,"}
{"input": "Found this from the summer w/ @SallyFillbrunn... current mood as I steam towards a week where I will pitch 2 awesome new clients, meet with @AWS on SAP transformation, get to meet with all my peers and directs IN PERSON and hang out with some of my closest peeps in the Hamptons! https://t.co/k1gpJt8cPU,"}
{"input": "RT @SeanAmmirati: Excited @BirchmereVC and Google collaborating on 7/23 event \\Beyond the Start: The Evolution of Google Docs\\ RSVP https:/‚Ä¶,"}
{"input": "And.... That was my life in 2012. https://t.co/uTZc8YUkqR,"}
{"input": "AWS somehow is still including their product name on sequence level diagrams.\\n\\nhttps://t.co/uSQxq6xh9W,"}
{"input": "Apple runs a protection racket.  It's that simple.\\n\\n https://t.co/BfNEWbZwaX,"}
{"input": "A literal shit coin.\\n\\nhttps://t.co/EI2YbnqJQt,"}
{"input": "This is directionally right but misses two key points.\\n\\n1. In enterprises with both legacy and low time-to-market needs you can't just pick 1 of these patterns.\\n\\n2. You will need guardrails in option 1.\\n\\n https://t.co/HBpvr5eQ9c,"}
{"input": "Crazy when you think that scaling from zero compute to 3500 threads required ordering and racking hardware just 20ish years ago.  Now Lambda gets there in about 10 seconds.\\n\\nhttps://t.co/S3ORiYPByJ,"}
{"input": "On name alone, this place can have my money https://t.co/yMn4iXAVyg,"}
{"input": "The pilot of this CRJ 550 just said he was going to \\kick the tires and light the fires.\\ https://t.co/FTaBxXA48r,"}
{"input": "RT @mattgemmell: Couldn‚Äôt make it up. The Google Nexus 7 unboxing experience! https://t.co/Hvmroy1x,"}
{"input": "I do NOT need this monitor.  I do NOT need this monitor.  I do NOT need this monitor.\\n\\nhttps://t.co/J1kho78Ou7,"}
{"input": "Should have named this blog post, \\Ya, it's a little more than just a landing zone if you want to do it right.\\\\n\\nhttps://t.co/axZRLkMdSQ,"}
{"input": "I don't speak Spanish... Or know why this tweet about the Czech Republic is in Spanish.  But this guy is living the dream.\\n\\nFor all of my Pittsburgh followers... What do you think the odds are that it's @68Jagr?  I seem to recall a speeding ticket or two. https://t.co/VTiUqyiHaX,"}
{"input": "Interesting breakdown of a concept that's hard to apply to real life scenarios.\\n\\nhttps://t.co/5aaYPQAyug,"}
{"input": "As someone who originally was very excited about the Blockchain... I am starting to get a little worried that we haven't seen as many practical use cases as you'd expect.  Still watching this one.\\n\\nhttps://t.co/HAidjV2A0y,"}
{"input": "Here it is with all the guys in it before the wires and fans make it look sloppy.  The new M2 storage is pretty cool since I last built a computer. https://t.co/VQykXHERs9,"}
{"input": "Going to be some serious nerding out tonight!  Time to rebuild the desktop. https://t.co/04ga9lOfng,"}
{"input": "How is this possible?  They have SREs.\\n\\nhttps://t.co/D9rQA5GQPB,"}
{"input": "Saw that AWS just made more hands on experience labs available... While this is great, I still think the best way to get some experience is to pick a project and actually build something.  Reminds me, Football is upon us and I have to get https://t.co/T2uyGRip7d running again.,"}
{"input": "Finally got the third and final blog post from my talk at AWS NYC Summit published.  This one dives in to the architecture (at a super high level) that we recommend for Cloud Foundations.\\n\\nhttps://t.co/axZRLkuD1i,"}
{"input": "There are still a lot of cloud naysayers in enterprise IT and everyone of them is loving the fact that Azure is operating in the \\yellow zone\\ with a \\less-than-normal\\ level of available servers.\\n\\nhttps://t.co/RQuxCpHhQl,"}
{"input": "Lake House can't stay an IT word.  How about we start calling them unstructured data warehouses?\\n\\nYOU PEOPLE ARE RUINING MY VACATION SEARCHES! https://t.co/sfu7LKxVuk,"}
{"input": "I wonder if Amazon Prime Day was originally conceived as a stress test for AWS.\\n\\nhttps://t.co/xoSaP7uHqO,"}
{"input": "Even if it's not time to do away with your mainframe... it might be time to integrate with it better.  @Kyndryl can help with these suggestions... and also use our own tools/techniques for DevOps, better connectivity, and zCloud.\\n\\nhttps://t.co/5VHrjOlk7j,"}
{"input": "This is a pretty good overview of a difficult concept.  I still feel like adoption is REALLY hard and that a lot of this could be accomplished with rules for app teams and enforcement through monitoring and things like AWS Config.... https://t.co/SeaOgCss24,"}
{"input": "RT @BKergin: I don't mean to alarm anyone, but someone is about to give birth to George Jetson. https://t.co/Y7XjbeVz8i,"}
{"input": "The hard part about AI now (including/especially AIOps) is not the AI, it's organizing your data correctly in to a set that can be used.  I can't imagine any of my typical Enterprise customers being able to pull this off without some major changes.\\n\\nhttps://t.co/0f54MGOe77,"}
{"input": "Pretty cool article from @flyingbarron (who I briefly worked with at IBM) on how the Apollo team embodied SRE:  https://t.co/ktHTVExGOw,"}
{"input": "Please fix our immigration system.  Stop locking out (and otherwise harassing) the people who will keep America the world leader in tech. https://t.co/rMlgbT1pN7,"}
{"input": "Just posted a photo @ Manhattan, New York https://t.co/fQaGjGJ0Di,"}
{"input": "Second blog post recapping my talk at this year's AWS Summit.  This one covers the three ways you can setup your cloud transformation to avoid making the cloud too expensive/insecure and not being able to sustain transformation.\\n\\n https://t.co/O602ynvxUH,"}
{"input": "The AI image generation platforms are getting interesting.  Need to study up a bit more and see if I think opensource can actually win the category and save us from govt/corporate manipulation. https://t.co/IePN2GQcn5,"}
{"input": "After yesterday's track day, I ran the track. Interestingly, my Fitbit caught them both. Interesting comparison:\\n\\nDriving:\\n- Avg Heart Rate: 128bpm\\n- Peak Mins: 0\\n- Cardio Mins: 5\\n- Fat Burn Mins: 12\\n\\nRunning:\\n- Avg Heart Rate: 163bpm\\n- Peak Mins: 10\\n- Cardio Mins: 9 https://t.co/oupNaUuZuY,"}
{"input": "Great chart from @danielbryantuk... the only issue I have with it is that those responsibilities shouldn't be placed on one particular developer, but on the development team.  I'm a big fan of app teams that are empowered to do everything... but each dev doesn't have to. https://t.co/zFNZAco2pg,"}
{"input": "Interesting analysis that basically finds that network latency within region is no better than inter-region on EKS, AKS, or GKE (presumably could be extended to AWS, Azure, GCP overall).\\n\\nAnother example of having to rethink your arch tendencies.\\n\\nhttps://t.co/unGTJ72IRa,"}
{"input": "I thought I would post a summary of some of what I covered in my AWS Summit presentation.  Since @BenDrumm got to posting it on Twitter before I did, I thought I would just retweet. https://t.co/HndIRcxT7U,"}
{"input": "Look who I found in Kansas City, my brother (who lives in Phoenix).  Actually had no idea he was going to be here until I texted him from the airport.  #IDoNOTMissCovidTravelRestrictions https://t.co/oForaAbsnp,"}
{"input": "Getting together with some @kyndryl s that I have known for years and never met because of the pandemic and a couple new employees. https://t.co/PPiRLkFm0C,"}
{"input": "‚Äú@cdixon: Asked 4000+ times on Yahoo Answers: \\Do I need a passport to travel to Hawaii?\\   https://t.co/dXehgKCC‚Äù  &lt;&lt; These people vote!,"}
{"input": "Interesting update... They were texting me about the wrong flight.  After 9 hours, I AM going to Kansas City! https://t.co/Gs2XsFFZi4,"}
{"input": "She heard I put our texts on Twitter and broke up with me. https://t.co/kNLSybgWP0,"}
{"input": "Not the best text conversation I have ever had. https://t.co/G9kXbvsRYY,"}
{"input": "Thats amazing.  And really something that Pittsburgh should be actively trying to correct. https://t.co/D9fMGFR6Aw,"}
{"input": "EVERYTHING about this page.  From the 19190s themed, to the local sponsors, to the fact that Tiger Woods was 15 strokes better than anyone else.\\n\\nhttps://t.co/VHkElPKRLL,"}
{"input": "Is it weird that this is what I stop to stare at on the way home from dinner now? https://t.co/0AvbeiTeyD,"}
{"input": "Interesting given other acquisitions AWS has made... But the bottom line is that there are lots of tools to help you get your MF workloads to AWS.  Give me a call and we can help you figure it all out.\\n\\nhttps://t.co/SGsSnPXmpE,"}
{"input": "Had a really good time presenting at AWS Summit in NYC.  Good attendance in spite of being at the lunch hour and some great questions at the end!  Thanks to all that came.  Looking forward to the follow ups! https://t.co/HwIq7vgwDU,"}
{"input": "How many companies do you know that are tightly partnered with the hyperscalers, offer mainframe transformation services, AND are the best in the world at managing the MF?  No matter what you want to do in the space, @kyndryl can help. https://t.co/hJCHyfnYhT,"}
{"input": "Come over and say hi!  @Kyndryl is in booth 708 and I am presenting at the Kumo Theatre at 12:15! https://t.co/ZQx6q2xSoq,"}
{"input": "I have been talking for a year or so about the second phase of cloud adoption... I think it's finally kicked in.\\n\\nhttps://t.co/GL1iPkVzWo https://t.co/I09ioyHcVO,"}
{"input": "Spending on cloud infrastructure is expected to exceed traditional infrastructure for the first time.  If all you did was listen to pundits, you'd have thought that happened years ago.\\n\\nhttps://t.co/mBAM722q4N,"}
{"input": "Travis Barker on Peleton?  That seemed a little unlikely https://t.co/CemfPCVtwQ,"}
{"input": "Today's not NYC run is through the woods in the Poconos. https://t.co/lcM4IpmpRz,"}
{"input": "I've been noticing a trend the last few months that you'll want to pay attention to if you've been afraid to run Big Data and AI because of the price.\\n\\nhttps://t.co/ThjiBNDnCU,"}
{"input": "Today's fall run at 78 degrees and high humidity through the parts of Palm Beach that don't have a beach is a reminder why I only visit FL.\\n\\nI don't know how you people who like heat and driving places do it. https://t.co/wURoJtp076,"}
{"input": "Ha, there's a reason Control Alt Delete works on Linux too. https://t.co/zkqIKNDTSM,"}
{"input": "Today's not NYC run was through Austin TX.  The weather wasn't amazing, but the lack of sun kept it in the 70s until like 9am! https://t.co/pshtBBKogq,"}
{"input": "Google is now adding pretty helpful generative AI responses to my mobile searches now.  Microsoft's window to make Bing a thing was VERY short. https://t.co/ctwa7Vr7XE,"}
{"input": "This is so true... I disagree with 80% of the hot tales on both sides. https://t.co/LNPpRD2l6H,"}
{"input": "In a shared cluster the platform team has to build around the least secure/fault tolerant team BUT if you give each team they're own than they each have to have a K8s expert.  If you can afford it, the best option is to offer both choices. https://t.co/eCOddux11K,"}
{"input": "Such a good post.\\n\\n https://t.co/4PH0r5snX8 https://t.co/rfKqxQQMGz,"}
{"input": "@DocOnDev https://t.co/nTGAHtOUPQ,"}
{"input": "For all the executives who need to hear it. https://t.co/5NosZFLqZU,"}
{"input": "Trusting a cloud provider to help you modernize your mainframe apps seems like asking your data scientist to restore your first edition books.\\n\\n@kyndryl has been the leading MF service company for decades AND we have deep partnerships with the clouds. \\n\\nhttps://t.co/hOGsxdM4Vn https://t.co/iKM3NfA6Rf,"}
{"input": "Just posted a photo @ Walloon Lake, Michigan https://t.co/RnsrN9hBMA,"}
{"input": "How did I not know about this!?  Maybe I will make a visit when I am back over Christmas.\\n\\nRelated question... where is Tarentum? https://t.co/Np8Xe3D7uz,"}
{"input": "What a great chart (borrowed from an article by @BenedictEvans).  The dip over the last year is starting to prove that your transformation won't be complete it will just result in a new kind of \\legacy\\. https://t.co/5c3Nlq82p0,"}
{"input": "The toughest decision a CTO must make is how to balance the desire to have self-empowered product teams that can build apps/microservices entirely independently (including infrastructure and pipelines) vs trying to \\let coders code\\.\\n\\nhttps://t.co/CzrWuo1w5s,"}
{"input": "Back in the Burgh for Baseball @ PNC Park https://t.co/APjQ6isOA3,"}
{"input": "Always nice when the fans come out to cheer me on my morning run. https://t.co/O57doUCpf0,"}
{"input": "In my happy place... Getting ready for another week of remote work. https://t.co/HuRwDsWEBS,"}
{"input": "Infrastructure teams are no longer blockers to software teams... In fact, many of those teams need help unlocking the time-to-market, reliability, and security advantages of cloud infrastructure.\\n\\nhttps://t.co/Ct0F3bOlz9,"}
{"input": "Morning runs up here have different scenery than NYC https://t.co/5fEva5eAs0,"}
{"input": "As offices go, using this today hasn't sucked. https://t.co/whgXrRqoV5,"}
{"input": "RT @memenetes: Watching the devs using Kubernetes https://t.co/ZFiFVhUqfO,"}
{"input": "Companies with significant app dev can benefit from having BOTH the ability to let dev teams provision their own K8s cluster AND centralized clusters maintained by a platform team. Particularly for companies looking to \\containerize\\ some apps without fully rewriting. https://t.co/8qQK5eofw2,"}
{"input": "Happy Memorial Day https://t.co/XSrUsyupqn,"}
{"input": "@randybias I have no idea where this person got their numbers... There's about 90T in short-term assets (https://t.co/KlyigTg24I) if in 2140 (when the 21,000,000th and last one is mined), then each is worth a little over $2M.  That's your best case in today's dollars. Most Likely case.. $0.,"}
{"input": "This was the home of the last NYC payphone.  I was hoping to make one of the last calls on it over my lunch break, but they must have removed it this morning.\\n\\nhttps://t.co/obipIN9VOA https://t.co/IcQsCr0Vym,"}
{"input": "There are certain concepts you can't just read a one pager on and understand.  The Metaverse and Web 3.0 are two of those things.  It'd be like reading a one pager on what the internet will be in 1997.... You have to do your own research and form some opinions. https://t.co/qSjqMuQYXa,"}
{"input": "Yes!  My kind of being a foodie. https://t.co/x2KlNUy61r,"}
{"input": "That title has been true for at least 4 years.  The trough of disillusionment is LONG on this one.\\n\\nhttps://t.co/MQlr7oNMH7,"}
{"input": "By ensuring adequate time is applied to the requirements, conceptual arch, specified arch, and physical arch you can ensure your app development project works right the first time and totally avoid tech debt. https://t.co/TX2N02Y5ei,"}
{"input": "Cloud is just other peoples' computers.  It is critical to port the software development, ITIL, security/governance, and architecture principles that made you successful on premise into the cloud. https://t.co/3nPHgVWU2j,"}
{"input": "Yes!  I need a much bigger, a lot less purple copy of that shirt! https://t.co/SVfrYEhB0i,"}
{"input": "I keep telling clients that monitoring and metrics are harder than rocket science! https://t.co/Alwx4fxRML,"}
{"input": "The F1 controversy over jewelry has to end.  The sport that I watch on weekends for a break from my job is starting to sound like the petty arguments of  bureaucratic corporate America. https://t.co/ncnIvp0RpX,"}
{"input": "The agile revolution is getting to the hard to reach places (e.g. how do I think of my infrastructure as a product? a year long project like an SAP upgrade in sprints?). Lots of consultancies are pretending they have magic bullets. But what you need is collaborative coaching. https://t.co/bTSWUUpHja,"}
{"input": "This is big news... I do find it interesting though.  I wonder if there are many 401K plans that allow other kinds of currencies to be held. https://t.co/CiQgKS1fIj,"}
{"input": "This was NOT an outdoor bike... That was fitbits best guess at what a 22 lap race around Summit Point Raceway in a spec Miata did to my body.  \\n\\nAnyone that thinks racing isn't a sport should compare this to their last round of golf. https://t.co/l56I4ZgW9S,"}
{"input": "Taking 15m off to enjoy @Pirates opening day. https://t.co/9Jpnksyjqo,"}
{"input": "The @wdcr_scca put on a really intense drivers school this weekend.  Was really refreshing to be so immersed in something that I completely forgot about work for the whole weekend.  The orange Miata was a little outgunned by @JaredOdrick's 911 GT3, but a blast to see it on track. https://t.co/iw192I2Di3,"}
{"input": "I-81 was a parking lot so I had to find another way... Didn't lose as much time as you'd think ;-) https://t.co/QodK6fMUWP,"}
{"input": "So you can learn a new technology without me having to pay $5k for a training course or let you \\observe\\ for a month?  How is this not a good thing for me as an employer? https://t.co/wj5p85OSCO,"}
{"input": "I really like the concept here... Chief Data Officers and Chief Digital Officers shouldn't have been necessary and are really just there to make cultural changes and then disappear.\\n\\nhttps://t.co/q0Le3Rozsr,"}
{"input": "This is a perfect tweet... I see way too many companies focused on the parts of availability that can be seen on a system diagram, while ignoring the bigger/harrier ones (test automation, observability, adequate staff, etc...). https://t.co/KEQv43nJqm,"}
{"input": "Definitely agree with this.  The AWS CDK should not be used to avoid having a solid definition of your infrastructure plainly stated as code in one place in your source code repo.\\n\\nhttps://t.co/WTzRsO6qNP,"}
{"input": "Let's get this thing started... Practice session today. https://t.co/0EvyzJIWQ9,"}
{"input": "You're saying it for the permanent record on Twitter.  You should be more cautious not less. https://t.co/29OQFhnGAk,"}
{"input": "This is why you don't do cloud transformation without trusted partners. https://t.co/93ePqGNtNh,"}
{"input": "I don't like to be political, so I am going to say this in a way that doesn't lean left or right:\\n\\nAmericans of both parties are being irrational.  Which marks a scary moment for a democracy where every politician is from one party or the other.\\n https://t.co/xc2kVsl4Vl,"}
{"input": "This seems overly sensitive to me... If you are trying to schedule a meeting, taking in to account the other person's schedule is common courtesy.  If you think your meeting is to important to wait for the next available slot just email and say so. https://t.co/CxtZ1l5tI9,"}
{"input": "AWS' released a new replication feature that will make it a lot easier to build in multi-region resiliency.  https://t.co/TPyEH5OV4M \\n\\nConspiracy theory: December outages were promotional.,"}
{"input": "I love baseball because of the opportunity to watch players and teams evolve over years.  A great MLB team (especially in a small market) is years in the making. https://t.co/g6eUppJvY8,"}
{"input": "If you wondered why tech twitter was so good at Wordle, they hacked it. https://t.co/1IdCn2MMz8,"}
{"input": "I think there is a ton of this in tech... I know I feel it.  There's always something else I want to know about, someone else I want to work with, another client I think I can help... While most of the work is \\fun\\ the quantity can get oppressive if you're not careful. https://t.co/uw10rulRnv,"}
{"input": "Here's what BOOK-E (the AI/ML robot I built, https://t.co/4R5kZ0NEF3) has for the games today.  He's 24-14-2 entering action today: https://t.co/CFMrNF17WR,"}
{"input": "I sort of agree... In Jonathan's perfect world, it could still be illegal to ask people to share credentials,  but corporations that collect data on you would be compelled to offer that data via an API. https://t.co/RSfuQXVhpu,"}
{"input": "Continuing a theme from my last tweet... awkward post that Red Hat is forced to make because they are way more expensive than EKS and many customers will want to run OCP on prem, but EKS in the cloud... Even though RH would prefer you're all OCP. https://t.co/Fnf04HMjxj,"}
{"input": "This is a weird post VMWare has to make because they were late to K8s and customers were already on OpenShift:\\n1.  VMware doesn't think you need OpenShift.\\n2.  Red Hat wants you to use operators instead of Helm Charts... And certainly not VMWare ones.\\n\\nhttps://t.co/f7uPgrfrdE,"}
{"input": "When I started in tech you only went to press about how much you were spending on tech when you were able to do the same thing for less money.  A company CEO BRAGGING that they're spending $12 Billion... The world jmhas changed so much.\\n\\nhttps://t.co/seON0DuvSc,"}
{"input": "One last Lake House sunrise before I pack up and head back to the city.  Ready for an intense few months to wrap up an amazing 2023. https://t.co/tJinYKX8F0,"}
{"input": "Thanks Microsoft!  This advancement ensures that the hobbiests in the business will still produce sloppy, hard to maintain desktop apps that somehow become business critical.\\n\\nhttps://t.co/EF83lFMyHT,"}
{"input": "My morning runs the last few weeks are DEFINITELY not Manhattan.  Working out of my Family's lake house through Labor Day. https://t.co/u45oGpaU4b,"}
{"input": "Note:  This is NOT a good idea if you work remotely and your boss looks at your browsing history instead of your shoulder.\\n\\nYou laugh, but if you think through all your friends and colleagues there's someone you can imagine being surprised by this. https://t.co/svbylcy7lD,"}
{"input": "Google bought Fitbit in late 2020.  In late 2023 Fitbit doesn't recognize me when I go to https://t.co/qMs6kYFGSu in Chrome even though I am logged in.,"}
{"input": "If you have to learn how to prompt it, what was the point? https://t.co/u8PM2pyRul,"}
{"input": "This seems so obvious... did it really not exist before?\\n\\nhttps://t.co/qztZxAeQAF,"}
{"input": "Definitely not in NYC this week.  This is how I am \\booting up\\ this morning. https://t.co/C2wOFSP2PV,"}
{"input": "Wow, I spent nearly 600 minutes in JUST webex meetings last week (and probably 50% of my meetings are on MS Teams).  @Webex can you please turn this feature off... I do NOT want to know this.  It's depressing. https://t.co/ye11JH30lb,"}
{"input": "Nutanix makes some products worth using... But if you make the cloud invisible, you make some of its value invisible.\\n\\nhttps://t.co/PZbwYz8b1f,"}
{"input": "Python newbie here. There's no Maven for Python?  Sounds like I'm just supposed to throw all my dependencies in a zip file and upload it to Lambda?  (I mean, I get that's effectively what Maven does... but I guess I thought there'd be a tool).\\n\\nhttps://t.co/KCkirLFGpn,"}
{"input": "Holiday Weekend, time to wrap up the BOOK-E project (more on my blog https://t.co/MdgYlzKMSf).  Last step is to make a step function that makes him run automatically.,"}
{"input": "Are these in the right order? https://t.co/6ozDO2gbOH,"}
{"input": "Singapore has less land area than NYC (302.6m to 281.3m)... Are there very many inefficient data centers today?\\n\\nhttps://t.co/LkAPIwKssE,"}
{"input": "Don't look now, but... https://t.co/IzJLLOXFV6,"}
{"input": "AWS is 3.5 times more environmentally efficient at running workloads than the median enterprise. \\n\\nhttps://t.co/kns2m0xdPN,"}
{"input": "Has anyone seen a well written assessment of the hyperscalers API offerings?  I feel like this may be becoming a valid reason to choose Google cloud over the others, but have not done enough research to know if it's just hype.\\n\\nhttps://t.co/WTB8rxoBan,"}
{"input": "This chart is fascinating!  Tech debt management is more important to velocity than Agile Ceremonies?  Culture more important than dev practices?  I wish the article 3xplained the research better.\\n\\nhttps://t.co/x97s4vYS5G https://t.co/trBLcHDv6t,"}
{"input": "Anyone else notice that @swardley 's friend \\X\\ has a lot of really bad takes?  You'd think he would stop hanging out with that guy. https://t.co/f65Jz1rJ46,"}
{"input": "For those keeping score, BOOK-E, my AI NFL game picking machine is now 20-11-2 (particularly good in the late slate pictured below).  Enough to already be 4th in my pick'em league for the season.\\n\\nCheck out the articles on my blog about it's creation... https://t.co/Ykdq8D2Y9q https://t.co/9aUuz95IFJ,"}
{"input": "This validates a lot of the concerns I have had from an insider. https://t.co/CT3pmVJlIN,"}
{"input": "I often think something along these lines, but I have never stated it so cleanly. \\n\\nIt's worth adding that rewarding only short-term success according to objective metrics is the same as punishing failure. https://t.co/wVXmsbBHEi,"}
{"input": "As if Bitcoin hasn't been slammed enough recently... https://t.co/AbOcNQkTKR,"}
{"input": "Book-E, my Artificial Intelligence application that plays in my pick-em pool, went 6-2 yesterday.  Looks like I'm headed to an early retirement.\\n\\nRead about the model I used in this post. https://t.co/GV96OS9Ay5,"}
{"input": "More things like this need to happen... Everyone needs to be able to see how cool technology is for people like them. \\n\\nhttps://t.co/3hyUX19CDC,"}
{"input": "My AI game-picker (my holiday project), came up with these pics for the 4pm games.\\n\\nNote: Picks are made from limited data as I try to learn my way around AI.  Blog Posts on creating the AI:\\nOverview: https://t.co/4R5kZ0NEF3\\nData: https://t.co/prUhoYMOss https://t.co/ziNjVwcjWQ,"}
{"input": "Right, so a little more research and I found out that Asynch with scale to zero is antiquated.  Serverless is being released:  https://t.co/qxt6aQXDfC,"}
{"input": "Using \\view source\\ is no more an invasion of privacy than watching what you do on a public street.  How little people understand technology is always baffling to me.\\n\\nhttps://t.co/WVJ5vAHVA3,"}
{"input": "My journey to make an artificial intelligence \\gambler\\ (I'm calling him Book-E) for my friendly football wager continues. In this part I explain the data points I've chosen to use and share the code I used to gather the data.\\n\\nhttps://t.co/prUhoYMOss,"}
{"input": "For a guy who plans to run ~16 inferences per week.  This is ridiculously awesome.  I can avoid serving my AI Model until I need it!\\n\\nhttps://t.co/bm9vyPTmrU,"}
{"input": "Not sure crypto is the answer, but agree on accreditation issue. https://t.co/lMXg29bbeq,"}
{"input": "My holiday project is already well under way, but I'm finally sitting down to reflect on it a little and share a little bit about Book-E the AI/ML football gambler I'm creating.\\n\\nhttps://t.co/4R5kZ0NEF3,"}
{"input": "Implementing something like this is a great use of your holiday freeze period.  It's cool that red hat makes it easy on OpenShift, but you could modify for your purposes pretty quickly.\\n\\nhttps://t.co/eqj8rVyWhJ,"}
{"input": "I resemble that remark. https://t.co/Cdqp5tmao7,"}
{"input": "https://t.co/zUi8LoAd71 AWS should just let stack exchange be stack exchange... Though I did get a good laugh from the comment that this would be \\in the free tier\\. https://t.co/BUqzEX73t6,"}
{"input": "RT @tlakomy: Using AWS Console instead of IaC when nobody‚Äôs watching https://t.co/ysbRNOd8jY,"}
{"input": "They need an amateur level for this... I am sure I couldn't compete against people who do it professionally, but like to think I am pretty handy.\\n https://t.co/WNHF58OB2Y,"}
{"input": "Well, looks like someone hacked @TechCrunch 's IT feed and it's using it to sell tiny chairs. \\n\\nYes, I still use RSS. https://t.co/mt2UJJPTag,"}
{"input": "Addressing K8s most expensive vulnerability with an elegant solution that won't cost you as much as most enterprise vaulting tools.\\n\\nhttps://t.co/ax71Of0RxD,"}
{"input": "This is super well written, so few companies have their heads wrapped around this. \\n\\nhttps://t.co/ugCf9oAeTI,"}
{"input": "Jumping right back in to this travel thing at the United Club in Chicago.  Watching the Steelers, crafting @Kyndryl advisory services messaging, and taking some @awscloud training. https://t.co/akZtQ8djz7,"}
{"input": "And we are underway to AWS Re:Invent and the Global Partner Summit.  Going to be @Kyndryl 's first visit (obviously since we weren't a company last year).  Let me know if you want to meet up and chat about all the services we are developing/improving. https://t.co/QXvuiS7Bfe,"}
{"input": "I am digging how broad of a definition of Foundations this implies,  we have been helping our customers at @kyndryl with the same thing.  Real innovation doesn't start with just a direct connect and a couple ported VMs.\\n\\nhttps://t.co/c1URJhwnWL,"}
{"input": "I like the discussion in here between the evils of coding your own NAT translation when there's an off the shelf AWS service vs the evils of paying too much for it.  I see people make mistakes on both sides often. https://t.co/lkIYTFjL5O,"}
{"input": "I am doing a lot of work with AWS these days but, with Kyndryl able to be truly cloud agnostic, I want to make sure I'm able to point all my clients' workloads to the clouds that are most fit-for-purpose!\\n\\nhttps://t.co/74ZmNkM0Tf,"}
{"input": "Even race car drivers finding out you're not allowed to talk about NFTs on Twitter. https://t.co/YienbMCAOf,"}
{"input": "I finally had some time to do a little work on my passion project.  It's now fully ported to the AWS Code* tools for CI/CD.  It was a fun little project that unlocked a lot of potential.\\n\\nhttps://t.co/dWQNi23OKA,"}
{"input": "RT @forrestbrazeal: it's the little things... https://t.co/LTuRgp2BWN,"}
{"input": "Last post on the @Kyndryl spinoff, I promise.\\n\\nCheck out the answers on revenue, margin, and investment.  Building this company to it's potential is going to be a once-in-a-career type challenge.  So much potential here.\\n\\nhttps://t.co/YRLKFrfEhE,"}
{"input": "I always assumed the first time I was at the stock exchange for listing day for my company, I would be a founder getting rich.  @Kyndryl 's spinoff isn't that, but I am still super excited to be building this thing from day 1!\\n\\nAnyone want to join me?  I'm looking for ‚òÅÔ∏è&amp; ‚ò∏. https://t.co/liMOOJHjbW,"}
{"input": "I really enjoyed Thomas Friedman's book, \\Thank You For Being Late\\.  It does a good job painting an optimistic view of how the massive growth in technology that's been taking place since the early 2000s can be harnessed for good.\\n\\nhttps://t.co/L2AEl325gu,"}
{"input": "First time out in a race car left a little bit to be desired.  Coming in second to last... But a lot of good experience and things I know I can work on. https://t.co/V2Jnq6J6gy,"}
{"input": "Definitely worth the read, but the results are not that surprising. https://t.co/KH5rlvZ1SZ,"}
{"input": "An SRE could never be POTUS... You can't put that red button in front of them and tell them not to test it. https://t.co/yZAPpg3MQA,"}
{"input": "I'm excited to be one of the @Kyndryl hosts for this  roundtable on infrastructure automation and how it relates to cloud.  Come hear from your peers, analysts, and consultants what's working and not.\\n\\nhttps://t.co/bwNxvfoPfF,"}
{"input": "About a week until we're a fully separate company!  So happy to be working with our customers on what will make them successful instead of selling the IBM cloud and mainframes.  It's going to unlock so many of these people! https://t.co/odYZHfU0FQ,"}
{"input": "This will definitely come in handy with clients that have a large \\migrate\\ estate that has to be managed from a centralized team.\\n\\nhttps://t.co/Aer12pJGGJ,"}
{"input": "First real qualifying in the books and I am position NOT LAST! https://t.co/TvOeYyGYDe,"}
{"input": "One of the @CCCManhattan car clubs heads to the start line @NJMP.... As seen from my hotel room. https://t.co/A2yvxOfGoz,"}
{"input": "Interesting concept... GPL extending to the consumer... https://t.co/lEOT6DtQBv,"}
{"input": "Technologists have an obligation to ensure the work they produce is ethical because the stakes are so high.  If you write a decision logic that is only .2% biased but then run it 1 billion times, you've unfairly effected 2 million decisions.\\n\\nhttps://t.co/6efFbTbENI,"}
{"input": "Really enjoyed this whole series.  The difference between types of cloud storage had become something I \\felt\\ from repetition rather than \\knew\\ from the theory.  Good to remind myself of the facts.\\n\\n https://t.co/wzPrWfcRzh,"}
{"input": "That's an amusingly direct blow to brick and mortar retail.\\n https://t.co/csdytw1DFr,"}
{"input": "üöÄ Exciting debut! Unveiling my inaugural AI-fueled tweet ü§ñüìù Infused with cutting-edge AI, this message is a testament to the convergence of human creativity and technological prowess. Embarking on a new frontier of content creation with AI as my guide.  üåêüîó #AIpoweredGenius https://t.co/cFiqsVIuXP,"}
{"input": "Glancing at the math on Sweden's population and this old article about why the US women are so good at soccer... There appear to be more HS girls who play soccer in the US than there are HS girls in Sweden.  How can you lose?  https://t.co/XVUD9BZOci,"}
{"input": "This week's \\not NYC\\ running was Seattle.  Lots of construction down by the water, but nice to run when it's not 90 degrees. https://t.co/iyHWRQ6bwp,"}
{"input": "Usually I just work on flights, but I need some time off and the entertainment gods have delivered.  It might be horribly disappointing but who knew there was a NEW Guy Ritchie movie with actors I like? https://t.co/BecPvmOpXC,"}
{"input": "Man, when they say a digital record lasts forever... I was maintaining the list of who I follow and noticed that the twitter client I briefly tried to maintain still has its tweets on Twitter.  It was built in Google AppEngine! https://t.co/NeVzmS2npv,"}
{"input": "Haha... ChatGPT would even name the company with an \\X\\!  Remember it doesn't have access to data after 2021 (which is painfully obvious given its choice of buzzwords). https://t.co/KoPXEDxMdZ,"}
{"input": "This doesn't sound like a $44B company, this sounds like a company hoping to trick a couple stupid VCs into a huge round. https://t.co/9f2ZXKjezz,"}
{"input": "Great response from @fredwilson to the story in the Times on the shrinking tech industry in NYC.   https://t.co/NjZAw3Im7f,"}
{"input": "Harder to hit than my clients' requirement changeup. https://t.co/earAEeT1wg,"}
{"input": "Without clicking ... awant to guess what AWS' view of a hybrid arch for data is?  If you guessed installing an agent (DataSync) on your on-premise servers and creating a full copy on AWS you win.  Hyperscalers always think Hybrid is 100% in the cloud.  https://t.co/YgVPa4WyVZ,"}
{"input": "This marks the first time I have seen an application of generative AI (or any AI) that feels like it will have a meaningful impact on a meaningful number of peoples' livelihood\\n\\nhttps://t.co/fVEX6YFJjm,"}
{"input": "This week's \\not in NYC\\ run was around Cupertino CA.  Went by the old and new (though they won't let you get anywhere remotely close to it) Apple headquarters and saw tons of residential neighborhoods that resembled the houses expected from HBO and Pirates of Silicon Valley. https://t.co/nolQALQctt,"}
{"input": "I'm only 8m from Apple HQ!  If I miss your call it's because they figured out a way to block green dot calls. https://t.co/Oh4mOH2MV5,"}
{"input": "Oh.... So much less excited about it.\\n\\nhttps://t.co/izhNGPp8ot,"}
{"input": "Single node clusters for edge use cases... Feels like https://t.co/VTnRCqYpsb was just ahead of it's time.,"}
{"input": "Look what was hiding at @cccmanhattan over the weekend awaiting transport home. https://t.co/7G8fq889iX,"}
{"input": "Playing with @AWS CodePipelines and finding it pretty cool... but why are all my build artifacts stored in \\**/*/\\ directory?  Seems like it was just there to slow down my development by googling it.\\n\\nhttps://t.co/jV0GtvIAbA,"}
{"input": "Been a while since my morning runs have taken me as far down as North Cove.  Good to see the yachts are still out in mid October. https://t.co/OC0WEw1eDf,"}
{"input": "Taking my childhood dream car (911 GT3) for a quick spin with @dipietro.justin through his childhood dream vacation spot (the Hamptons). @ Sag Harbor, New York https://t.co/KOx7WhmWdT,"}
{"input": "My only day as a member of the orange army.  Cheering on my brother at SCCA Runoffs in Indianapolis. https://t.co/pcqA3K5hJt,"}
{"input": "This strikes me as primarily centered around expanding the AWS partner network... Both techs that build on top of AWS and ones that sell through the marketplace.\\n https://t.co/szgUZeo8Pg,"}
{"input": "Isn't the whole point of serverless that I don't have to care about the hardware?  Why is AWS telling me what processors they're using?  Serverless but processorful?\\n https://t.co/C4951BHlQk,"}
{"input": "Innovation is harder with users/customers https://t.co/nte9CH1ItF,"}
{"input": "One of my favorite little qwerks in the law is the fact that the Mint can produce unlimited coins, potentially allowing the president to avoid the debt crisis with an extremely valuable coin. https://t.co/Ey3gx3JRFw,"}
{"input": "The error in logic here is that Cryptocurrencies are not a private form of money... They are arguably more public than currency issued by the government.\\n\\nhttps://t.co/gbURpKrRr8,"}
{"input": "I don't think this can happen in a condo in NYC unfortunately... \\n\\nhttps://t.co/yUfusvYk9D https://t.co/cUEWWW7ZyO,"}
{"input": "We are living in special times...\\n\\nIf a 1971 Volkswagen Beetle improved at the same rate as microchips did... In 2015 that Beetle could go 300,000 mph, get 2,000,000 mpg, and would cost $0.04.\\n\\nhttps://t.co/he6J0ZMK3f,"}
{"input": "Hashicorp survey security is a top 3 inhibitor to cloud adoption and the top security concern (by far) is that the org doesn't have the right skills.\\n\\nUse @Kyndryl to perform your cloud migration WITH you to transform your tech AND your people.\\n https://t.co/NFobW41CrT,"}
{"input": "How to Write Good Code... how had I never seen this from https://t.co/Go1st9655U before? https://t.co/GwwRcnma5t,"}
{"input": "Right but can you give me a 9 month timeline for how it will mature?  I have a budget to write. https://t.co/FvYcfmcwp2,"}
{"input": "I like this chart in terms of thinking about leadership... good leaders look for alignment as far down the stack as possible (Full alignment on everything isn't efficient or possible).  \\n\\nManagers just try to dictate action.\\n\\nSource:  https://t.co/yQTL2z2nuv https://t.co/JLzT5J5HkY,"}
{"input": "That seems like an obvious use of the tech...  Roomba for plowing fields.  Only question I'd have is, how much of what farmers do while plowing their fields is actually looking for anomalies? https://t.co/oUIbmOwPaL,"}
{"input": "Those are Parmigiano Reggiano wheels.  I'm not coming home. https://t.co/rdYj55BYNT,"}
{"input": "Twitter needs something higher than \\like\\. https://t.co/neb29mzKMT,"}
{"input": "Ummm... You know the White Out is for our fans, right?  I mean if you guys want to sign up as boosters, go for it.  #WeAre https://t.co/wClbjuj8MB,"}
{"input": "Assembling some of my favorites from Balogna/Medina for my last Italian Supper.  Mortadella from @salumeria_simoni, cheese from Moscattini, and jam/bread from the farmer's market. @ Bologna, Italy https://t.co/5DUi3Rxqwu,"}
{"input": "This article is well crafted and addresses a need... Insightful that VMWare included it on their Tanzu blog.\\n\\nhttps://t.co/BCUoPxWTpQ,"}
{"input": "Knowing that Red Hat is testing your most crucial workloads on OpenShift before releasing it is a good reason to use them (or competitions) instead of just rolling your own K8s.\\n\\nhttps://t.co/RXLd1uVSMZ,"}
{"input": "In Balogna, they just call it meat sauce. https://t.co/iFCo4AK1iG,"}
{"input": "More good updates here... The trick is will enterprises build on top of xlab steampunk?  Will ServiceNow intentionally screw with APIs?  https://t.co/GzWLFSmDe8,"}
{"input": "This is the scene in Italy at 11pm on a Wednesday.  What do these people do?  And why don't I do it?  #OneOpenTable https://t.co/7Zoho2xGTd,"}
{"input": "@randybias Me too, I refuse too.  Odd that IT people would be bothered by this. https://t.co/7iPr5OltkR,"}
{"input": "Walked by a beer bar and thought I would try an Italian brew... They have 100 beers, one is Italian.  With wine this good... Who needs beer I guess? https://t.co/Z0eKlopwkb,"}
{"input": "Never doubted that @danielricciardo and I would both have held the winner's trophy by the end of the weekend.  For some reason they engraved his name on it and left mine off. @ Autodromo Nazionale Monza https://t.co/APUVZfsJRp,"}
{"input": "Well that didn't age well. https://t.co/wJH9lLcHwQ https://t.co/U3ZqJYdF34,"}
{"input": "And we are underway in Free Practice 1... Have a feeling being a Riccardo fan is not going to pay off this weekend. https://t.co/f5PRpju4sr,"}
{"input": "Of course the United Polaris club is closed the first time I have qualified for it.  BUT they stamped my boarding pass so all the alcohol is complimentary.  That's a 2016 Stag's Leap ($90/bottle) in a plastic cup. https://t.co/QmQPKFBY9h,"}
{"input": "I don't recommend actually using this for backup... But interesting to see the syntax for interfacing with Vault (since I haven't had a chance to be hands on with it).\\n https://t.co/ryLZl3B2Ei,"}
{"input": "Great example of why (even with strong DevOps teams that can own the code, infrastructure, and maintenance of applications) you still need a centralized Infrastructure &amp; Operations team that can set and enforce standards (ideally in automated ways).\\n\\nhttps://t.co/oT0wqpObE2,"}
{"input": "I don't think this will go very far... but, as with digital art, I like it as a way to show patronage to people who make the world a better place.\\n\\nhttps://t.co/QbZ18Zmp07,"}
{"input": "These partnerships are critical for VMWare/Tanzu if they want to compete with Red Hat for the hybrid cloud world (above the VM level).\\n\\nhttps://t.co/eQyzkeE8ZT,"}
{"input": "Most of the ocean roads were a little too restrictive for the 400 horses hoping to get out of this tiny guy... Some of the county roads further inland we're a bit more fun. @ Ventnor City, New Jersey https://t.co/cnLNaLnhUp,"}
{"input": "\\In what cases¬†should¬†you centralize functions? My first answer is: Only when it actually speeds up those decentralized teams and supports their innovation.\\\\n https://t.co/i3mQ11pYOy,"}
{"input": "But our firewalls only allow access based on IP. https://t.co/FSNzRyd9LM,"}
{"input": "My first test in a Miata... The beginning of a serious racing hobby? @ NYST - New York Safety Track https://t.co/CpUeYCuUnA,"}
{"input": "Jonathan, you call them Jonathan. https://t.co/ZN0Iew69cQ,"}
{"input": "Now you're just showing off. https://t.co/Q5kwRHHVMU,"}
{"input": "I wouldn't normally retweet a promoted tweet, but YES! https://t.co/LwXXA7x2XY,"}
{"input": "What a cool thing to see in suburban Pittsburgh. https://t.co/KOwnkjuFe8,"}
{"input": "RT @rchrdbyd: https://t.co/CWbMQs89ZY,"}
{"input": "Just posted a photo @ Lime Rock Raceway https://t.co/HVVcqZNfFC,"}
{"input": "Really enjoyed this interview with @SachaLabourey... Cool to hear his thoughts on tech, but also on building/growing/exiting companies.\\n\\nhttps://t.co/7IuDya6bIS,"}
{"input": "Microsoft officially adds support for Top Secret Classified Info.  Meanwhile, CTOs explain to the board why their workloads can't go to cloud because it's inherently insecure.\\n https://t.co/IRxSnJcAhR https://t.co/SuBk2ooDhY,"}
{"input": "Is this going to depress me as much as The Undoing Project? https://t.co/nYO6zBrByJ,"}
{"input": "That's a pretty clever phish.  Even managed to trick Gmail in to marking it important. https://t.co/wkPeSS9Nc0,"}
{"input": "Thinking about adding this to my signature. https://t.co/NtgBAPTCZ0,"}
{"input": "IST to IBM is a well paved road, did it myself many many years ago.  We will have to do the same with @Kyndryl!  NYC &gt; Armonk #JustSaying https://t.co/A52pXywxuP,"}
{"input": "Haha... Old school CI/CD for my dad's car dealership.  Zip it up on my computer, FTP to GoDaddy, unzip, presto.  Good old server side php with a hidden admin login. https://t.co/oKlR6KTz83,"}
{"input": "It's official, I am a race car driver (or at least provisionally allowed to be) https://t.co/foG7xutntZ,"}
{"input": "One of my favorite topics in this year's State of DevOps was about the name of DevOps teams and the move to make clearer team names... the whole company should be doing DevOps, not one team.\\n\\nhttps://t.co/PvloNSKfEU,"}
{"input": "4 years ago 32 oz was a normal size... Now it's 40% larger.\\n\\nAlso, yes, I owned that pancake mix for 4 years without opening it.  Was nearly 2 years expired when I looked for it this morning. https://t.co/3waV7tsOow,"}
{"input": "Playing with the pancake printer... I can almost see the resemblance. https://t.co/rFpnLcYGJm,"}
{"input": "Some good Saturday morning motivation! https://t.co/lSJ91ywUxS,"}
{"input": "This whole thread made me laugh so hard. https://t.co/qPdF4BBgPf,"}
{"input": "RT @sjvn: This is as close to being a rock-and-roll hero as I'll ever get. https://t.co/nXDq4Pxaac,"}
{"input": "An underrated reason to use public cloud instead of private is that there are some security features that are hard to do really well with an on premise data center but are basic table stakes for the big boys.\\n https://t.co/p5y4BqswF6 https://t.co/gRt4LbvzMY,"}
{"input": "Ha!  This is a little bit of an inside joke for pittsburghers... Long story short... We missed the world series by half an inning and didn't make the playoffs again for 20 years. https://t.co/RJwe9dnINL,"}
{"input": "It's that time of year... time to dig in to the \\State of DevOps Report\\.  In this post on my blog I explain why I think it's such a good source of info and give you my takeaways for 2021.  https://t.co/mxjYTWkCaI,"}
{"input": "Give me one number to measure because I don't know quality code/tests when I see it. https://t.co/YSdbKO9kg5,"}
{"input": "Napa isn't a bad place to throw a wedding.  Don't worry... Just keeping the door warm for Clayton in the pre-wedding. @ Napa, California https://t.co/g2Ch9fAyuh,"}
{"input": "Definitely true... the fact that they can even think about it at their scale is impressive https://t.co/pfPPVlj4Y0,"}
{"input": "Out for a trip through Napa Valley tasting wine / a test drive of this beauty (76 made in to an RS Clone) from @stuttgart_central.  Starting with @odetteeestate https://t.co/vrjrQD6dEE,"}
{"input": "Could definitely see this https://t.co/imk4T5fNV7,"}
{"input": "Watching Tyler Anderson pitch... Just like I've been meaning to all year. https://t.co/kfAOnHgzaH,"}
{"input": "We Are! https://t.co/WE1bX89SrP,"}
{"input": "It seems to me, if you're having to chose between stability and usefulness, you might be releasing too caelessly.  Probably better off just fixing the product instead of making a second one.\\n https://t.co/kQfhnhJ0Hs,"}
{"input": "I mean I am sure they're both great... But a list of silicon valley developers that's almost 10% VMWare is not exactly representative. https://t.co/QTTQ8hgIvt,"}
{"input": "This may be slightly paranoid... But I'm not convinced it's not a problem.\\n https://t.co/a1pWQOoDWX,"}
{"input": "\\Those who do not understand Kubernetes are condemned to reinvent it, poorly\\\\n\\nWhen I think about the systems strung together with Ansible/VMWare/etc... that are used to just deploy a webserver that could be easily containerized, this seems about right.\\n\\nhttps://t.co/mc7qnG15YS,"}
{"input": "What a great reminder that with the right mindset there's no such thing as setbacks. https://t.co/ydpFP5x7Rv,"}
{"input": "Interesting that chatbots are only just making their way out of the trough of disillusionment but Generative AI is only 2-3 years away from the plateau... I think people over estimate the speed of AI or underestimate the time it takes to get it right. https://t.co/4wnn0wiEa2,"}
{"input": "Out for a walk around NYC today and swung by the @Kyndryl HQ... Can't wait for days in the office at this great location! https://t.co/Q7qJTu9LTB,"}
{"input": "Not sure why this took over a year to do, but it is pretty interesting. https://t.co/p83wEyJz8I,"}
{"input": "Just when I start to feel sorry for myself I realize someone has been in this airport for ~17h https://t.co/MiQoI9IYTG,"}
{"input": "If like this... But be careful not to conflate the source of tech debt with how important it is to remediate. https://t.co/VNow9IH6b9,"}
{"input": "Another awesome sunrise from the dock at the lake... I am posting the picture, but one of my favorite things about sunrises up here is that pictures never do them justice.  If you want the experience you have to be here instead of Instagram. https://t.co/dBIgldNwCG,"}
{"input": "It's like a confident kindergartner. https://t.co/KmSSWCpFVT,"}
{"input": "This is amazing... Tried it on ChatGPT too. https://t.co/MUF4Rtrkki,"}
{"input": "When I travel for work, I try to go for a run around the area just to remind myself I am not at home.  Last week's not NYC was Palm Beach FL. https://t.co/cOuplOMYWr,"}
{"input": "It is probably a bit early for a beer... But there is a Rooney's Pub in Palm Beach International airport that is the last of a chain opened by the Rooney's down here and I had to try it.\\n\\nThey do not serve Iron City and the fires are on the side. https://t.co/KTm93yY4Bf,"}
{"input": "This makes me uncomfortable.... questioning my Twitter use. https://t.co/d6jUUHajUp,"}
{"input": "You have to love Baseball.  In the time that record belonged to Adams both the Steelers and Penguins were founded https://t.co/zvyj6fBxjO,"}
{"input": "Crap... That's me now https://t.co/cgz8LuH6gP,"}
{"input": "Does anyone know why there is a Steelers bar named Rooney's IN the Palm Beach airport? https://t.co/YabxBIQ6Ld,"}
{"input": "Really found this article interesting.  One of the big points was about building internal platforms that allow autonomy for other groups in the company.  Interesting that this concept that's so prominent in IT is also becoming a trend in biz.\\n\\nhttps://t.co/Z8tmjTUAlF,"}
{"input": "Cacao is a plant, isn't it? https://t.co/DlDl4eoYsD,"}
{"input": "\\Everyone's technical cofounder\\ is a clever marketing message, but...\\n\\n1. This is every no code platform including better funded ones like Salesforce.\\n\\n2. No code isn't for software companies.  You can't build completive advantage on a public platform.\\n https://t.co/b4m7GAZLJH,"}
{"input": "I don't know how I missed this.  Hilarious.\\n\\nhttps://t.co/LTKZVo5jh1,"}
{"input": "How many HBR readers are discovering this for the first time? https://t.co/HRrTIw4QwG,"}
{"input": "It's possible I missed it since I am only here for a day, but I don't think Salt Lake City has a defined cuisine.  That said, all three meals I have had have been excellent.  Including this \\Mac and Cheese Soup\\ (a cheesy cauliflower soup with noodle). https://t.co/TCeBpjCxLu,"}
{"input": "Are they all white? https://t.co/aSD9hB3xmP,"}
{"input": "Well now I will have to make more trips to Salt Lake City so I can see it without construction equipment. https://t.co/ww3N1Hwcql,"}
{"input": "This is definitely true... Managers can create opportunities easily.  A lot of times, employees can only quit if there aren't any. https://t.co/gN47WkLrCe,"}
{"input": "SQS is 15 years old and Cloud is still \\new tech\\ for most enterprises.\\n https://t.co/Acc9EqYyU3,"}
{"input": "NFTs are fun and all... But a startup is a legal entity with assets, its not \\non fungible\\... This is like when startups that had no purpose for a distributed ledger raised money by issuing tokens. https://t.co/WSgdeQTqPO,"}
{"input": "@Suhail What a great tweet... makes people think without announcing what it's about. https://t.co/hKWdgfZkhT,"}
{"input": "Really excited to be working with Emi (@InTheBlueCloud ), she's got some super smart people on her team and she's partnered with our Cloud Advisory Services team to deliver some exciting engagements around cloud, SRE, and more! https://t.co/MOuXUMBIAW,"}
{"input": "I don't know if I 100% agree with everything in this thread, but I do agree with the gist...  Modern IT is about knowing how to pull together other peoples work more than it is about building your own.  Especially in enterprise IT (as opposed to SW companies). https://t.co/clfBQaCn8i,"}
{"input": "The fitness app on the Fitbit automatically starts if it feels you running.  Would be awkward if it was noticing you were being chased. https://t.co/Pj4ynZ1WvO,"}
{"input": "I feel like you should just schedule this tweet to be published once per week. https://t.co/ckbFXG7Nx5,"}
{"input": "It's really hard to believe how new the internet is.  This car is older than the internet. https://t.co/RW0myLRWXm,"}
{"input": "If you have Z or P hardware in your data center, you really should look at Ansible.  A nice side effect of the IBM acquisition is that they made these \\legacy\\ techs in to first class citizens.\\n https://t.co/z0NcX0kJF2,"}
{"input": "Hey @Pirates, do you know how long it takes me to get to Citi field?  You literally postponed this game while it's not raining and I am half way there! https://t.co/kGx7MeKuqj,"}
{"input": "How much longer does Windows Server continue to exist if $MSFT isn't producing their software on it?  (They still produce MS SQL on Linux Containers)\\n\\nhttps://t.co/hnBEOlGlBl,"}
{"input": "Perfect comment, as usual... AI is a long way from taking your job. https://t.co/5xbTU2FbVU,"}
{"input": "Couldn't find an article on this accomplishment, but found an old one from a previous honor.  https://t.co/JpJXb2GYfQ,"}
{"input": "Lots of good opportunities coming out of this spinoff... let me know if you have any interest in helping to build an 80,000 person startup! https://t.co/Lwoab3KGMp,"}
{"input": "This is one of the primary advantages of going with the biggest K8s distribution... a lot of vendors will support it explicitly.  That's a big deal in enterprise IT.\\n\\nhttps://t.co/pQ76WlNHD1,"}
{"input": "Is this a comment on where we are headed with ransomware? https://t.co/SdURFOpbGh,"}
{"input": "And WordPress is still around from the first time! https://t.co/TdRD6rwdb8,"}
{"input": "The China crackdown is making Bitcoin significantly less environmentally dangerous... Wonder if any of the naysayers are taking note.\\n\\nhttps://t.co/tVIoC4ZlWi,"}
{"input": "Fast feedback loops do have costs (e.g. repeated/automated testing) but the industry has proven those costs pale in comparison to the opportunity to validate your requirements with users regularly. https://t.co/3PkmAGQ9Tc,"}
{"input": "Taking the long way back to Manhattan through coastal NJ in a '63 Corvette borrowed for the fourth of July.  #PrettyFrickinAmerican https://t.co/OgS5LeUzwX,"}
{"input": "Great article from @cyetain, John Willis, and others.  It's important to know the problem space that you're in before deciding how much data you need and what sort of dev methodology to use.\\n https://t.co/8YvvzzuYWh,"}
{"input": "I can't think of a 2016 cloud post that aged much better. https://t.co/MH55R1gEZu,"}
{"input": "Happy 4th of July!  #HeardItsRainingInTheHamptons https://t.co/G6qzocDhB3,"}
{"input": "Wish I could say that was my only bet on the race... Ended up even since I had Hamilton for the win. https://t.co/fyWOZZUqnG,"}
{"input": "RT @thecomicscomic: Trying to think of the last cataclysmic event that brought us back together... https://t.co/dWjc8FQZXJ,"}
{"input": "Awesome to meet some fellow Burghers down here at the Jersey shore.  They used their little pizza oven to make a \\yinzer pizza\\... Featuring chipped ham and Islay's bbq sauce! https://t.co/y18aQwEqeZ,"}
{"input": "Lots of exciting things being announced for @Kyndryl .  We're bringing together a bunch of our intellectual capital (and a lot of really smart folks) to create Advisory Services that really help customers.\\n\\nhttps://t.co/CKqVSUqC8F,"}
{"input": "When do we get to stop talking about this?  Once it shows up in a Job Rec? https://t.co/Vbq652R4Nq,"}
{"input": "Finally had time to read this. Given Cloud Twitter's response, I was surprised how benign it was.  The top 50 SOFTWARE companies could benefit from moving workloads away from cloud? In other news the top 50 retailers benefit from owning their own trucks.\\n https://t.co/ftnICSCnb1,"}
{"input": "I can't believe it took me so long to read about the Growth Mindset...  There is so much to learn for a guy who's always considered himself smarter than the average bear.  \\n\\nhttps://t.co/hwjF4eIUs6,"}
{"input": "It used to be that you tried to stay away from K8s for data.  I still would try to avoid putting my RDBMS on there, but newer databases and caches fit better in a highly parallelized/redundant model.\\n\\nSource: https://t.co/81L0575lBk https://t.co/MsV42QXuqQ,"}
{"input": "And further... Why do you think that when this project is finished you won't continue to iterate on it? https://t.co/VqwqQwUkCL,"}
{"input": "Taking a couple day break from Twitter to spend time with my family on my last couple days at the lake.  See you guys over the weekend on the drive back to NYC! https://t.co/mfM7A0idro,"}
{"input": "This is more good ideas from AWS.\\n\\nhttps://t.co/MGnk9op98W,"}
{"input": "There are some periods in your career that are just fun... Getting the consulting team ready @Kyndryl is one of those times.  We're hiring smart people, building innovative offerings, talking to clients about the things that matter, and I just can't get enough of it. https://t.co/LkfB0PYrCe,"}
{"input": "This seems dangerous for Grafana... Might lead to monitoring tool companies not wanting to integrate for fear of direct competition (think of the old Twitter ecosystem that's largely disappeared).\\n\\nhttps://t.co/4uz5g4nMFe,"}
{"input": "Today's run was NOT through Manhattan. https://t.co/yaHDewi7Sr,"}
{"input": "Proud that he's a Nittany Lion, insane that he's the first to feel comfortable coming out. https://t.co/pA0UR09Q6H,"}
{"input": "I'm not sure I would recommend this as a way to advance your career... But I can totally see it.  What is work in the COVID era if not a boring MMOG? https://t.co/nReOvIhfJP,"}
{"input": "I don't normally let sports on this feed... But everything is perfect in this tweet... Especially the tag... #TakeMeHome https://t.co/u0M7XSo2Lw,"}
{"input": "I'm definitely using this with customers. https://t.co/DN6I50ApTz,"}
{"input": "RT @JonErlichman: On this day in 2008: Facebook passes MySpace in total users.\\nhttps://t.co/PAhI4vhds5,"}
{"input": "If you don't know what your tech and ops transformations are supporting... You should learn and then rethink them.\\n\\n Source:  https://t.co/J72pyyCPNo https://t.co/HZa9k6qxiE,"}
{"input": "Should have put the mayonnaise on the big burger so the little ones could be single threaded. https://t.co/tI4EE4a1ew,"}
{"input": "Starting to live a healthy lifestyle is easy.... \\n\\n...I have done it at least two dozen times. https://t.co/xDDUFi9RqO,"}
{"input": "So many enterprises have automation tools and use them for patching and provisioning, but literally don't have the time to comb through their incident logs to find use cases like this... It's where a consulting team can help start a virtuous SRE cycle. https://t.co/gmV1rQh06z,"}
{"input": ".@QuinyPig is most familiar with billing... but availability and performance are also \\the same as architecture.\\  With true DevOps teams owning applications and their infrastructure a good architecture is one of two things that matter (quality code).  https://t.co/o5ZTLhJSnf,"}
{"input": "This looks pretty sweet.\\n https://t.co/R2OkRY5a6S,"}
{"input": "So true in consulting... People are way too tempted to build a company around something \\everyone could use\\ instead of around something a few people NEED. https://t.co/5j7gUt37Xg,"}
{"input": "Of course that assumes you have any intention of measuring the SLO... It's ok if it's just a hollow promise based on reading your infra's documentation and doing a little math.  :-) https://t.co/omJP9SCvaJ,"}
{"input": "\\Hybrid cloud, on-premises workloads get their day in the sun, but forecast still cloudy\\... Now that is a great title.  The article is pretty good too.\\n https://t.co/DaFNeop3pU,"}
{"input": "I really think people don't follow this enough and embrace it.  There's no shame in deciding (even for a period of time) that you're going to pursue goals or relaxation over work. https://t.co/t2QiZZlNPn,"}
{"input": "RT @chelounger: I'm always confusing the names of various ominous organizations so I made a handy chart to keep track https://t.co/A12DozNK‚Ä¶,"}
{"input": "RT @QuinnyPig: Today I learned that corporate-speak for \\the building is aflame\\ is \\an increase in ambient temperature.\\ #hugops https://t‚Ä¶,"}
{"input": "Sometimes you've got the right cigar for the right occasion. @ Breezes Over https://t.co/tUu0HsS1tZ,"}
{"input": "I like when government officials claim they're going to make the internet safe from Russian hackers and then half of it crashes without anyone even trying to bring it down. https://t.co/0Y75BkqO53,"}
{"input": "Not a bad office view this morning... Better if I was up early enough for sunrise. https://t.co/uMdOupst4D,"}
{"input": "If you're a tech nerd, how can Formula 1 not be one of your favorite sports?   Teams were spending millions to try to get around the test for how flexible the rear wing could be.  https://t.co/Xlus2zSXbF,"}
{"input": "A good test lead is worth more than a good dev lead.\\n\\nThere is more at stake and more art to finding the right priorities.  Devs just have to fulfill the requirements/stories... Testers have to decide where to focus and what levels of risk to tolerate.\\n\\nhttps://t.co/wk8kjCkxQc,"}
{"input": "IBM has a path for \\certified SRE\\... Can you really teach it?  Certify it?\\n\\nWould anyone be more likely to hire an SRE because of a cert?\\n\\nhttps://t.co/EB6TTmNAxE,"}
{"input": "Article:  \\Dojo\\ means \\place of the way\\ in Japanese.  We use it as an immersive learning experience for acquainting teams with new technologies or processes.  It's not a place to try to fix your troubled projects.\\n\\nExecutives: https://t.co/1HidpUlmyS,"}
{"input": "There will also be some folks who switch companies to one that has a more office based culture.  It will take a few years for company cultures to emerge and employees to find the one they want. https://t.co/CFI4lwWVYV,"}
{"input": "A lot of the industry is talking about serverless as an eventual replacement for containers.  I think containers (much like VMs) are with us forever as a useful layer of abstraction for workloads with many dependencies.  I think AWS agrees with me.\\n\\nhttps://t.co/5dhLTI3XcR,"}
{"input": "Any of the people in my Twittersphere have a feel for how real this  is today?  https://t.co/BOWOGGKOuv,"}
{"input": "@nathankpeck Interesting I only ever knew Watkins Glen as a race track. https://t.co/BIGlV79qeH,"}
{"input": "Ran in to \\Little Island\\ to check out NYC's newest park.  You know you live somewhere with premium real estate when they literally build a new island for a park. https://t.co/pk0O3GKxbP,"}
{"input": "First?  When is this ever going to happen again.  Ohtani is the only player to be both a regular hitter and pitcher since the 60s (one of three since the 30s).  It may never happen to anyone else. https://t.co/bbOzhrO4ke,"}
{"input": "It can't be long before this creates REAL globalization.\\n\\nChart via @benedictevans https://t.co/ukx5WY7afc,"}
{"input": "This is interesting... I wonder if it's a good thing that we all get to watch what we want to watch or a bad thing that we don't have the common shared experiences we used to?\\n\\nvia @benedictevans https://t.co/raND7tC3GT,"}
{"input": "Unique day for sports calls for unique watching configurations.  First getting some time at the gym with 12h of Sebring, F1 qualifying, and the Pirates.  Then an evening with Penn State, Penguins, and the end of the 12h.\\n\\n#YesIUseTerribleTowelsAsMyGymTowels https://t.co/5gyWMIxPwL,"}
{"input": "Disagree... sure it would have been more convenient last weekend, but a year ago their PE Ratio was 15.4 and Goldman's was 5.99.  I'm sure that was largely because of their clientele.  Every customer base has their advantages and disadvantages. https://t.co/J9ymm9k5DF,"}
{"input": "It seemed intuitive that Facebook, Google, TickTok were getting more ad dollars than conventional media... but the scale is stunning.\\n\\nvia @BenedictEvans https://t.co/6PpMtWXSgd,"}
{"input": "Can someone please turn this into Yinz Yoga please?  Maybe a Pittsburgh Dad video?\\n\\nhttps://t.co/QvWY3SVd6w,"}
{"input": "This... But it's just one reason that so much is accruing to people that don't always take the easy way. https://t.co/bRx978YTjY,"}
{"input": "Nearly took the checkered flag at Virtual Summit Point in my last online race (not sure I love the weaving on the straight) before we get the real cars out this weekend!\\n\\nhttps://t.co/1EpBIrdKux,"}
{"input": "While it's surprising how far from the trend line we got in the pandemic, it's even more surprising that we have reverted to it.  I assumed there'd be some leap forward that we maintained and continued to grow from.\\n\\ncredit: https://t.co/EMJ57pPgFN https://t.co/5gWzUN6qIm,"}
{"input": "Is this a diarrhea joke? https://t.co/c7hsLgmbjK,"}
{"input": "Happy Bitcoin Pizza Day.  The 11th anniversary of the first time Bitcoin was used as currency.  10,000 bitcoin (today valued at $380 million) bought 2 dominos pizzas.\\n https://t.co/DV1fecenCT https://t.co/joeOqiBtbY,"}
{"input": "Hoping to watch the last hockey game at Nassau Memorial Coliseum before they turn it back over to Billy Joel and whatever else people out here like. @ Nassau Veterans Memorial Coliseum https://t.co/VktV3QNo2C,"}
{"input": "Thoughtful post from @kaktusmimi ... This is something I try to work with infrastructure teams to build in to their process, but it is SO HARD to convince teams that aren't familiar with CI/CD the value of a pipeline.\\n\\nhttps://t.co/TEQ5r4XlkA,"}
{"input": "Services like AWS App Runer are terrifying for the enterprise\\n\\n\\Makes it easier for you to deploy web apps and APIs to the cloud... even for teams that lack prior experience deploying and managing containers or infrastructure.\\\\n\\nhttps://t.co/djFvw3YwUg,"}
{"input": "A little Sunday Fun... Change your default docker names.\\n\\nhttps://t.co/xAkZaD3YkD,"}
{"input": "Summer is back in downtown too! https://t.co/OT1PIWAukz,"}
{"input": "Looks like @Kyndryl  is trying to really make me feel at home.  New Global HQ is less than 2 miles from my appartment.\\n\\nhttps://t.co/JHh6wy3iOP,"}
{"input": "IBM counts service time based on the total time you've spent with them.  It has resulted in me receiving a 5 year work anniversary less than 2 years after I rejoined, almost exactly 16 years after I initially joined, and 6 months before they spin off my group as @Kyndryl . https://t.co/Ba70ZsE11i,"}
{"input": "So pissed I didn't see this until I was out for a run and the place is clearly full... @mulaney how do I figure out when this will happen again? https://t.co/YrRwH0fIjq,"}
{"input": "While I am out in NJ, time to get some gear for the track. https://t.co/o0h9WnT2uD,"}
{"input": "Breakfast of Champions... #DayOff https://t.co/XcD1WYeaoZ,"}
{"input": "Planning to enjoy having my brother in town today! https://t.co/jBK6xllcue,"}
{"input": "Some good thoughts in Bezos' Invent and Wander... look at the last paragraph for my takeaways for @Kyndryl ... https://t.co/CgjkShP4NB,"}
{"input": "The ability to generate IAM access roles for apps based on the logs of what they actually used is one of those features I never would have thought to ask for, but now I will use with every client.\\n\\nhttps://t.co/5r8A9gMAk0,"}
{"input": "Jeff Bezos built a company that's worth about the same ($1.67T) as the entire circulating supply of Pakistani Ruppees ($1.68T).   I think that means you should read a book of his collected wisdom, right?  See what I thought of Invent &amp; Wander: https://t.co/CgjkShP4NB,"}
{"input": "The fact that anxiety over what the post-COVID work situation will look like is causing burnout is not surprising.  The fact that it is 47% of the workforce is remarkable.  By contrast, only 18% felt they understood the vision for the return.   \\n\\n https://t.co/rSrHVjZrku https://t.co/yU3wUQKRUg,"}
{"input": "Overflow super yacht parking at the end of Chelsea Pier driving range is back!  Don't tell NYC this summer is supposed to suck. https://t.co/5rV8g1U3Yz,"}
{"input": "The flexible runtime that your workload can wear for any occasion; from a developer laptop to a production K8s cluster.  #DadJokes https://t.co/xgtI6TgOu0,"}
{"input": "Increased inventories seem like an over reaction to me. Toyota forcing greater transparency in to supply chain routes and single points of failure make more sense.  Either way, stuff I learned in logistics 20 years ago is getting stale fast... https://t.co/WlK3sbsCIP,"}
{"input": "When I worked managing K8s at a bank I put this philosophy in place and my consulting team has refined it and helped clients achieve it at IBM/@Kyndryl...   It's good to hear App Devs agreeing on the need for a solid platform team.\\n\\nhttps://t.co/x3S17p3COJ,"}
{"input": "How did this take until May of 2021 to do?\\n\\nhttps://t.co/1B3rgcv6OJ,"}
{"input": "I want to focus on just one aspect of this... The fact that 1/3 of employees quit... Because people have such an easy time finding new jobs (especially in the current all-remote climate)... Tech can be a place where employees hold employers accountable.\\n https://t.co/W6ghmtFBo2,"}
{"input": "Great article from the @SpotifyEng team.  I'll add that, when in doubt, always start with a customized MVP and then mature it to a configuration model if your assumptions about how much it will be used are validated.  https://t.co/zYXa3oXHYy,"}
{"input": "The reason companies get hacked while/when moving to the cloud is not that the cloud is less secure.  It's that they have to configure all this new infrastructure/SaaS that they're not yet expert in.  Evidence here: https://t.co/sAwIT0bHZW https://t.co/zqn2dgwKSz,"}
{"input": "Surprised myself a bit... That's a little (very little) more than a quarter marathon at a little (very little) better than 4h pace.  Maybe I should train for something. https://t.co/YSQVFjX9s5,"}
{"input": "The @QuinnyPig  post this week is great... \\we‚Äôre inclined to identify ourselves by the technology we work with. This is both natural and an inherently limiting philosophy when left unchecked.\\\\n\\n Even appears on his blog that includes AWS in the name.\\n\\nhttps://t.co/vFR7JjT8hG,"}
{"input": "This is so perfect https://t.co/9PFEZmf6IP,"}
{"input": "Interesting news about different versions of RedHat OCP being offered.  I really don't think enough people push their reps to use just the Kubernetes Engine.\\n\\nhttps://t.co/I4ebX1BMtK,"}
{"input": "Press releases like this one make AI sound way more prevalent than it is.  This is only a \\deal\\ not a solution.  Also, what does the AI do here?  order something when it's depleted?  Where's the \\I\\?\\n\\nhttps://t.co/gMQcr8sRwI,"}
{"input": "Trying to remember this, even when things are going poorly. https://t.co/QzW60xNoRI,"}
{"input": "Here's the thing: I like that we're orange, I like that our name isn't \\Big Services Co\\ (\\Kyndrly\\ gives us a bit more latitude).  BUT... name explanations aren't going to change the haters' minds.  Let's just start making sure that in 3 years, Kyndryl means \\awesome IT company\\ https://t.co/jSrfQFnVZ3,"}
{"input": "This is a good overview of AIOps use cases... you'll notice that the most valuable uses are in places where the data is already structured and available.  You can't skip straight from disorganized to predictive...\\n\\nhttps://t.co/5TaPTCMeVB,"}
{"input": "The @IBM use case of creating NFTs for patents is a great example of how crypto tech is going to change the world in ways that have nothing to do with currency.\\n\\nhttps://t.co/lHmBJ2F72l,"}
{"input": "100% of @BurgherJon say Bloomberg used to be better at news than this.\\n\\nhttps://t.co/VKFE0QTqF1,"}
{"input": "On one hand, I am glad this will lead to smart home devices being better and cheaper.  On the other, I think it will lead to further consolidation of the profits to Apple, Google, and Amazon.  It's tough to break the \\platforms make the profit\\ cycle.\\n\\nhttps://t.co/1QhZzcgq6x,"}
{"input": "Gartner's newest magic quandrant for \\Enterprise Agile Planning Tools\\ includes Planview, https://t.co/NmgTJPagvH, and ServiceNow as all pretty close to Atlassian... I don't think that quadrant is magical... I think it's misinformed.,"}
{"input": "Yesterday felt like my first baseball game ever, like I was a little kid again... Like I had been begging my dad all last year to let me go and he finally did! https://t.co/0vbDh7iPgf,"}
{"input": "A baseball game!  Also my first use of the vaccine pass. https://t.co/nArzmzF0Eh,"}
{"input": "Interesting take: \\Vendors... are also adapting and finding new ways to cooperate. On one hand, they offer more API-accessible SaaS and PaaS solutions... On the other hand, companies provide highly specialized and experienced talent on demand...\\ https://t.co/rJsAPCUL5g,"}
{"input": "Well Soho sure didn't look like this last April! https://t.co/MC4UnoMJGV,"}
{"input": "Great quote in here referring to coinbase as a \\blue chip crypto stock\\... What does that mean?  It's an 8 year old company that's primary service relies on a market that could disappear tomorrow!\\n https://t.co/vZpzT7wdo3,"}
{"input": "Someone was going to keep QAnon online, I just love that it's an Asian Canadian who's getting their money.\\n\\nhttps://t.co/HmoQjBhMnf,"}
{"input": "Time to celebrate 15 days from my vaccine! https://t.co/jjInVLDQ4z,"}
{"input": "Love this perspective.  \\n\\n https://t.co/rRk44GSyHM,"}
{"input": "I don't see any actual value in this.  If a blockchain were the source of truth for a stock exchange, THAT would make sense.  Why would you want a token that's backed by a row in a database that's backed by a company?\\n https://t.co/9g1gpGO7zi,"}
{"input": "\\Blood is thicker than water\\ means that soldiers who have fought together are closer than family (the water is womb water). https://t.co/GFnJufku8r,"}
{"input": "I'll be part of the team moving from IBM to Kyndryl.  Me and and the \\Journey to Cloud Consulting\\ team will become the tip of the spear for this organization.  We'll be able to help customers truly embrace all clouds (even internal if necessary)!  https://t.co/f8Nt7mMgVS https://t.co/9Mx2FE2ERi,"}
{"input": "An MIT Sloan study found that only 47% of CTOs and 45% of CIOs are \\digitally savvy\\.  Not to fear, some of the most effective CIOs and CTOs that I know aren't super technical.   BUT, you need to know how to empower your savvy lieutenants.  Source: https://t.co/RezfDnsfWD,"}
{"input": "Was lucky enough to have season tickets in this Phil's section for a couple of years.  Amazing to talk to him about games he ushered at Forbes Field!  Definitely a goal of mine to enjoy my hobby as much as he did.\\n\\nhttps://t.co/w2JCnfmlO1,"}
{"input": "Love this time of year, an evening ball game makes evening work so much more tolerable. https://t.co/nffZwpc8qL,"}
{"input": "Action shot of my team crossing the start finish in P1 for the first time!  Racing is still the best way I know of to to get my mind off work for a full weekend.  BTW... I'm sure the empty stands were due to Covid,  Not because no one cares about my amateur racing :-) https://t.co/anY2cAbVix,"}
{"input": "RT @Chris_Skinner: #QuantumComputing https://t.co/dHzfYR2aMv,"}
{"input": "Interesting note from Flexera's state of cloud report (https://t.co/5WpgVIPYr0 )... seems like every single cloud company is increasing it's market share.  I'm not sure \\multi-cloud\\ is a good intentional strategy, but it's going to happen to most companies anyway. https://t.co/CQOtiFCriO,"}
{"input": "I knew Ansible was becoming the de facto standard for network automation, but I did not realize how wide the gap was.  Over 50% of Network DevOps teams surveyed were already using it in production!  (granted, it was a RedHat survey: https://t.co/0LMAQZhv3X ) https://t.co/HZLZ7dJBrr,"}
{"input": "Makes me miss the burgh!  All the neighborhoods built on hills with steps for sidewalks.  I lived on 20th and would run up these when I wanted a really tough workout. https://t.co/gTYuZlObnD,"}
{"input": "Not sure how I had missed this CALMS framework, as it is apparently not at all new... but I really like it.  Too many companies are focused on just building out a team that runs in scrum... you need to be attacking every angle of this relentlessly. https://t.co/F6m09cfqb1,"}
{"input": "Good for my hometown!  IT isn't a differentiator in local government, find a solution that works and use it.\\n\\nhttps://t.co/DAc0KV8r3D,"}
{"input": "I've seen a lot of hate on this today... I think people underestimate how many companies are using some of the PaaS features of OCP on premise that will want to take advantage of this. https://t.co/77iusfCgYX,"}
{"input": "If you're in enterprise IT, you should really listen to @dhh for about 10m starting at ~16:00.  His experiencing migrating OFF of hyperscalers is the next phase of IT.  Companies will have software that is well written &amp; has enough scale that it is more efficient to be on premise https://t.co/2OeS1pOx6K,"}
{"input": "I was a customer of Aqua Security in a past life and think they are doing some things that separate them from the market... but if I were an investor I would be worried about the clouds (particularly AWS) offering cheaper/better tools.  https://t.co/GvkXaO0vSZ,"}
{"input": "One of few good things to come out of this pandemic... Bottled cocktails in your dinner order in NYC.  This is an Italian Manhattan (sub an Italian liquor for Vermouth) from @daUmbertoNYC https://t.co/40p5Dep9Vy,"}
{"input": "This is one of the best articles I've read recently on how Ops &amp; Tech teams evolve in organizations more and more focused on DevOps and Agile.  Everyone wants to focus on SREs.... but the real focus will be on platform teams:\\n\\nhttps://t.co/XEmXTD0pfH,"}
{"input": "RT @justinchronicle: It made my day ü§£ü§£ü§£ü§£ü§£ https://t.co/qhIwg6aVBe,"}
{"input": "16% of organizations said they were either researching/evaluating containers vs 84% that said they were in prod or dev.  Only way I'm buying that is if a lot of the \\in dev/prod\\ camp are also researching / POCing other use cases. (Src: https://t.co/6P8fEoBTl0) https://t.co/L5Rs9tP5zq,"}
{"input": "Anyone tried this?  Retrospectives have been one of the hardest things to do virtually...\\n https://t.co/9sdG1xGAXa,"}
{"input": "So good to hear @gbrowniepoints! https://t.co/NfzE6XSGob,"}
{"input": "I miss being down in Florida for Spring Training, but I am SOOOO excited for baseball this year.  The @Pirates are going to be fun to watch (although almost certainly not competitive). https://t.co/glem2bUXo7,"}
{"input": "Sometimes decisions are hard; other times there are three fun slopes one way and a triple black diamond that you have to hike to the other.  #ImOnVacationNotADeathWish https://t.co/gMmxuPLWHL,"}
{"input": "GKE sounds like they are doing really elegant things with full stack K8s management... But the Workloads that can already run K8s are the least high maintenance ones for most enterprises...\\n https://t.co/bh41AHJL02,"}
{"input": "Headline on Reuters: \\Gamestop Rally Builds After Puzzling Ice Cream Cone Tweet\\\\n\\nWatching the real world try to integrate the crazy little niches that the internet has produced is fascinating.\\n\\nhttps://t.co/LtsSvOZr3O,"}
{"input": "If you're a developer whose company is just starting a cloud transformation and you're wondering what all the hype is about, this gives you a great little overview of all the new tech soon to be at your fingertips.\\n\\nhttps://t.co/FGe3IVVsN3,"}
{"input": "Fancy ski lodge... Unfancy people https://t.co/JCTX6jjwl9,"}
{"input": "The great part about skiing is that it's near impossible to stay connected to work. https://t.co/ezqw7qINJZ,"}
{"input": "I am finding AWS' take on outsourcing so refreshing... It's what we are working to build @IBM , but we will need sophisticated customers to properly make it take off.\\n\\nhttps://t.co/RsYlyTfdLS,"}
{"input": "Some really cool developments.  Containerization in this form is the future of COTS.\\n\\nhttps://t.co/4g2M5BakX6,"}
{"input": "Want to know what Jonathan's been up to the last couple months.  Might want to have a look at yesterday's Wall Street Journal.\\n\\nhttps://t.co/Da8ou3QEG5,"}
{"input": "Ha, this happened to me... But was an aspirational CTO and not a CEO.  Fortunately I was just a contractor at the time.  https://t.co/8rq0V3WY4j,"}
{"input": "I got panicked about a particular upcoming birthday... started doing stretches every day and adding some basic mobility exercises to my lifting routine.  Has really helped me feel more confident about heading through middle age.\\n\\n https://t.co/rNXaymZDCJ,"}
{"input": "Flew back from Montana yesterday and looking forward to reading through all my emails with a nice mix of sports to keep me company.  F1 at 10am, PSU hoops at noon, and the first Pirates game I am getting to watch on TV at 1:05. https://t.co/KRRab5FL04,"}
{"input": "First day of vacation, F1 testing, Drive to Survive drops, first spring training game... What a day! https://t.co/fyz9eJM24e,"}
{"input": "It's Vacation o'clock here at EWR. https://t.co/WCjuqK74hk,"}
{"input": "This is one workload that is highly scalable and has tremendous, but predictable, capacity requirements.  I can't tell you how many CIOs will confuse that with the 4000 tiny workloads that support their normal, non-SaaS service.\\n\\nhttps://t.co/lXGC4CxGQu,"}
{"input": "New Jersey, you're adorable. https://t.co/JGaEPzyNZN,"}
{"input": "Great way to explain to executives expecting magic. https://t.co/5Dwa5Py5v3,"}
{"input": "Interesting, but not surprising https://t.co/HjXdSf7ahD,"}
{"input": "Another successful season on my little football pick'em app.  Over 3,000 individual picks made by 18 players in three leagues and evaluated from an automated score/line provider!  Since it's all serverless, my offseason footprint is less than $3/mo.\\n\\nhttps://t.co/l0HYsnQHSM,"}
{"input": "This is the kind of blog post i love from Red Hat. It's honest about the good and bad of using the solution.  As usual, it seems a heavy RH stack pays off, when TTM and efficiency with a small staff are more important than every last drop of performance.\\n\\nhttps://t.co/cr5YphBRu5,"}
{"input": "Love the line \\Don't outsource what you don't understand.\\  I have found myself advising clients to consider MSP solutions more often than I expected since joining IBM... but always because of what they can add by subtracting some routine maintenance.  https://t.co/LDsRvDSVp5,"}
{"input": "I really like the idea of having something like this (a list of 50 female tech execs that are qualified to sit on boards).  \\n\\nhttps://t.co/FDpFOZCv0p,"}
{"input": "Anyone got 25 Bitcoin? https://t.co/u1Sn0oUKh4,"}
{"input": "AWS' market share fell 4Q Year on Year... but only by about a percent.   They're beyond a first mover advantage at this point.  They're able to take ridiculous margins and still retain market share.\\n\\nhttps://t.co/sxCAHgEVLb,"}
{"input": "Finished reading Obama's memoirs (volume 1).  He's not short on detail... explaining why he needed a \\volume 1\\, but it does provide an interesting window in to how the Presidency works practically in today's politics.\\n\\nhttps://t.co/oW5Ifhu61M,"}
{"input": "Sad that it takes so much suffering to get common sense laws in place.  But I'm rooting for Cuba, had a great time there 4 years ago.\\n\\nhttps://t.co/amEgHvjDPZ,"}
{"input": "Not sure I think OpenSource chat would ever fly for the Enterprise... But I didn't think Slack would catch on as much as it has.\\n\\nhttps://t.co/6rbasiauDb,"}
{"input": "If your cloud app requires a CMDB, maybe it should be left on premise?\\n https://t.co/WJJpspdedL,"}
{"input": "So much of tech right now is straight out of sci-fi... I like to think I am a tech optimist and I never could have imagined helping mechanics through augmented reality.  https://t.co/GQGOgZxa0r,"}
{"input": "Look who finished third in my race this morning... It's possible it's not the real @dariofranchitti, but he did have an impressive run from 14th to 3rd (including right past yours truly). https://t.co/fhIbuROtQT,"}
{"input": "Slack Today:\\n\\nDev:  Could you review this CF I put together:  https://t.co/dROsTD4J6x\\nMe:  I don't have access, didn't get a dev laptop for this project.\\nDeveloper: Forgot you've had your full managerial lobotomy.\\n\\nI wish calling it a managerial lobotomy was less fair than it is.,"}
{"input": "Snowy morning was a chance to finally break out the trail runners that have been sitting in the box for 3 months @ Manhattan, New York https://t.co/ySyWzfUDP6,"}
{"input": "VMWare is offering K8s, Google is offering \\VM Manager\\.  One started as a cloud provider the other as a purely on-premise management solution, but the overlapping part of their Venn Diagram is growing VERY rapidly.\\n\\nhttps://t.co/w9VGm5gZC5,"}
{"input": "SaaS providers are switching away from subscriptions to usage based fees to facilitate a land and expand strategy.  Hey, it worked for IaaS and PaaS (think how many enterprises' AWS/Azure beginnings were on one team's credit card).\\n\\nhttps://t.co/JCUA3fYHqe,"}
{"input": "IT Professional under 30?  Looking for a fun activity to kill some time this Sunday?  Peruse this series of posts from FAUN on medium (there are 7 as of right now... haven't found a better way to find them then searching one at a time):   https://t.co/zuZGncKqIg,"}
{"input": "That's well said... you might be able to keep some workloads somewhat portable on OpenSource Standards (e.g. K8s) but most enterprises have too much tech debt for this to be true.  (note: having that much tech debt is often a sound business decision for a non-tech company). https://t.co/O1bgecrR54,"}
{"input": "It would seem to me that the trend of Cloud Transformations would hurt ServiceNow... Maybe they're adapting faster than I thought?  The IT tide is lifting even sinking boats?  https://t.co/MVMuFaPuqT,"}
{"input": "Gotta love that the world has given me something that I legit do for fun... But that also pays pretty well.  A good reminder as I fill out annual reviews at 9:55pm. https://t.co/MafsRjkVMC,"}
{"input": "Here's hoping this is the last time I watch a football game outside in January without attending in person. https://t.co/0IFpxipZ7n,"}
{"input": "Then let's get her a ride in F2. https://t.co/SAYeLdUM2K,"}
{"input": "I don't think managers have a more important job than limiting the \\noise\\.\\n\\nI don't often see someone try to cover this in an article, but this was pretty good.\\nhttps://t.co/7AxIiVgJZs,"}
{"input": "NYC... KEEP FALLING, PLEASE KEEP FALLING!\\n\\nAlso... over 500,000 in NYC have been vaccinated. https://t.co/ezQuO2m6eY,"}
{"input": "If there is one thing Pittsburghers love, it's being used in propaganda with a little Texas logo on it.  We're all just steel workers that LOVE Texas.  #ThisGuyGetsIt https://t.co/G4FXwHjAu0,"}
{"input": "Interesting... Google is rolling out services specifically for retailers.  I wonder if AWS would roll out a feature like this that would be so useful for companies trying to compete with Amazon.\\n https://t.co/FHS5SYtDmx,"}
{"input": "The thing I love most about baseball is that the business realities for a team like the Pirates mean that I was rooting for this trade, and fist-bumped when I saw the return.  The thing I hate most about baseball is that @itsbuccnJoe59 can't be a BUCN BUCCO for life. https://t.co/AsbJM7hCL1,"}
{"input": "Interesting... is this still what one would consider a promotion?\\n\\nhttps://t.co/Ps8bnUX5rO,"}
{"input": "The remote work trends were expected, but it is interesting to see the increase in outsourcing and offshoring.  It will take new kinds of providers to care for the public/hybrid cloud.\\n\\nhttps://t.co/LIko7sOG1X https://t.co/okJr2IY2LY,"}
{"input": "Really interesting report from @flexera ... It strikes me how much the herd mentality is taking over in IT.  The difference between the winners and losers is huge.   Statistically, a couple of these big bets will be wrong.  Which ones do you think?\\n\\nhttps://t.co/LIko7sOG1X https://t.co/u7LCOU1Y6h,"}
{"input": "The fastest way to design and build this would have been to completely understand the requirements, create a comprehensive design, and only then build... But do you really think this gets built without all of the experimentation?\\n\\nhttps://t.co/qiFawVfWrj,"}
{"input": "RT @RobertBaksa: Most Blockchain Pitches I Hear Make No Sense, Yet I‚Äôm Sure That Blockchain Will Transform Business https://t.co/IxJjvBAKxp,"}
{"input": "How did they archive all of Parler so quickly?  Because they sequentially numbered their content in the URLs.\\n https://t.co/RQ1kQFjv8g,"}
{"input": "I remember when I used to get excited about CES... Now they're showing this.\\n\\nhttps://t.co/IHLy7927sW,"}
{"input": "Congratulations @jaschune , what an inspirational rise through the ranks!  https://t.co/O66pOBmqAT,"}
{"input": "This surprises absolutely no one in technology.  We all remember how hard it was to build our own datacenters... can you imagine just all of a sudden turning off your AWS account and asking how quickly can build your app from backup?\\n\\nhttps://t.co/gkW3cprTY5,"}
{"input": "How do people who love OpenSource and Apple reconcile Apple being one of the last companies that is almost all proprietary software?\\n\\nhttps://t.co/T8rHh5UO7Q,"}
{"input": "Redis and Kafka are essential to most modern transformations.  Is your Infrastructure and Operations Team ready to support it?\\n\\nhttps://t.co/jhIq2B51UR,"}
{"input": "Vendors will only highlight the parts of security that their tool can do... leverage open source groups like @CloudNativeFdn or standards groups like @CISecurity to make sure you're getting a complete picture.  Start with the Security SIG's white paper:  https://t.co/5ymu6zXk3p,"}
{"input": "I know some of the master inventors that have contributed to this... amazing how smart some of my colleagues are. https://t.co/QDyFuhvMk8,"}
{"input": "I have had less time to spend \\administering\\ my hobby project (https://t.co/U8hhCPJv7F), so I invested a few hours to do something like this.  Setup lambda services to investigate any errors and text me if there's a real issue.\\n\\nhttps://t.co/VuwjLGa2hX,"}
{"input": "\\an investigation into the matter could be a challenge, considering how many people have administrative access...\\  \\n\\nWAIT WHAT!? Traceability/logging is security 101!  The State Dept should be at least on 200 level courses.\\n\\nhttps://t.co/2RTvQxo0Oz,"}
{"input": "@chrisbriem https://t.co/2RTvQxo0Oz,"}
{"input": "I don't understand the point of charts like this.  Sure, it's a clever way of showing all the buzzwords, but instead of making you want to buy whatever SDA is... it should just make you realize you have to balance Agile, DevOps, &amp; IT transformations. https://t.co/RCdpXGE74b https://t.co/xa2dvytb7H,"}
{"input": "Zoom hosted 33x as many meetings in the quarter ending 10/31/20 as they did in the quarter ending 1/31/20. Isn't cloud computing and the information age wonderful?  COVID has sucked, but think how much more it would have sucked even 25 years ago.  Source: https://t.co/EtDHHgaUpa https://t.co/5FYGHjBUCr,"}
{"input": "I thought about writing something like this, but I'm glad I didn't... Firstly, because @QuinnyPig  does a better job.  Secondly, because I'm not sure I would have been able to avoid controversy as deftly as he has. https://t.co/mFwmjHr5lc,"}
{"input": "I love that the @nytimes published this.  I read it and imagined I could actually go to any of these places any time soon.\\n\\nhttps://t.co/lKyrGq85oE,"}
{"input": "Congrats to @justindipietro3, crazy to see what he and team have been able to do with this company... Almost all on top of AWS.\\n\\nhttps://t.co/9zFjU7fk70,"}
{"input": "There's a new pizza place going in a few blocks from my apartment.  I repeat... a NEW pizza place.  NEW Restaurants!!!  #Optimism https://t.co/dfx3HzrYXU,"}
{"input": "From my Morning Run:  Christmas Tree Graveyard in World Financial Center in NYC. They start chipping them at 9am and the whole park smells like Christmas. https://t.co/1g2eiJ2jkb,"}
{"input": "I know that you have to be within about two years of my age for this to make you cry... but, I'll be in the corner. https://t.co/W50rL7emzB,"}
{"input": "Interesting... maybe it's just my background in development, but how is dev efficiency only the 4th most important outcome of IaC? Having developers able to specify their infrastructure from their source code and get it instantly is the first 3 reasons.\\n\\nhttps://t.co/gxNuGDM319 https://t.co/mP84zSWjHq,"}
{"input": "Anyone remember when Amazon was a book store?  Now AWS is hiring authors to write books about how awesome the AWS cloud is.  How fast the world changes in 14 years.  Anyway, here's my review of \\Ahead in the Cloud\\ by AWS' Stephen Orban.\\n\\nhttps://t.co/Cs90USIjNp,"}
{"input": "Interesting example of how you can build infrastructure automation in to the cloud even for apps that won't be re-architected to be purely cloud native.\\n\\nhttps://t.co/X5BU581FFS,"}
{"input": "\\In simple words, DevSecOps is a process of baking security into the engineering process early on.\\  Pretty good summary of what DevSecOps should be:  https://t.co/gqaIeI5e3a,"}
{"input": "Looking to carry over some success from 2020 with both my fitness and my career.  With a particular emphasis on helping companies generate real value out of their IT Ops and Infrastructure teams. \\n\\nhttps://t.co/CdG0LSalpz,"}
{"input": "Interesting perspective... Satoshi disappearing as an accidental (or maybe intentional?) Feature. https://t.co/gSkeMbinih,"}
{"input": "Interesting... I'm interested to see if this keeps up when the novelty wears off.  Windows workloads tend to be in need of a rearchitecture before they can benefit from horizontal scaling and statelessness.  Wonder if people will be reminded of that as they tinker with this. https://t.co/BH4xw5y4G0,"}
{"input": "While I think that Hybrid Cloud is more of a phase than a target... Multi-Cloud is something that some companies will use to their strategic advantage. Interesting to see how even strategies are (46% targeting spreading workloads, 48% concentrated or concentrating). via @Wikibon https://t.co/ZNQNOLk9rk,"}
{"input": "The real value of VMs in Kubernetes will be leveraging them in yaml as more-or-less specialty pods. It is interesting that RedHat has made a \\cloud like\\ UI to go with them though. Potentially a big advance for using OpenShift as an internal cloud: https://t.co/EfIe99pOTi,"}
{"input": "What Lebron has managed to do year in and year out is amazing, it should definitely factor in to the GOAT discussion that he has had the discipline to be excellent every year and he didn't crack and need a year or two off.  https://t.co/BuJBm3qKyr,"}
{"input": "If you feel babysat at your stand-ups, quit your job... They are there to give you an opportunity to collaborate, escalate, and maybe even brag a bit.  This is the problem with converting PMs to SMs. https://t.co/QisbvskqNS,"}
{"input": "Well this is interesting... owning RedHat and a Cloud and a Consulting Group for hybrid cloud gives you interesting options.  I guess IBM isn't trying to say Hybrid Cloud = Red Hat.\\n\\nhttps://t.co/ioGmJFDMi3,"}
{"input": "Not using ECS in any of my projects ATM... But this looks pretty slick if you are. https://t.co/ix1e4tDFHx,"}
{"input": "Doing my simulated driving in real style in 2021. https://t.co/4mihgjJeQ6,"}
{"input": "This is a great overview of some of how security changes when you're planning for cloud native.  Somewhat inadvertently, it also demonstrates why \\lifted and shifted\\ workloads need to be kept separate from cloud naive ones.\\n\\nhttps://t.co/hQpfDdpe9d,"}
{"input": "Really like the idea here of the \\Great Fake\\... The idea that reality doesn't really require physical presence anymore and that the trend goes back years encompassing the telephone and the player piano, before reaching Zoom.  https://t.co/k7SSaR9nZe,"}
{"input": "That's interesting, nodes with some compute power and some enforced uniformity are built in...  Thanks to @davethesave for pointing it out.\\n\\nhttps://t.co/pdMOinjr2j,"}
{"input": "Yo executives that use AWS EC2 instances, ask your team in 2 months if they have upgraded your EBS volumes have been upgraded to gp3 (an easy way to save 20%).   https://t.co/nBxkvMjtLE (1 of 3),"}
{"input": "Spending some of my holiday on my https://t.co/l0HYsnQHSM project (league-based, fantasy-style approach to ATS NFL picks).  It's been humming in 2020 w/ more leagues than ever before on an event based architecture featuring AWS Lambda, DynamoDB, SNS, Angular 2, and API Gateway!,"}
{"input": "RT @dabit3: What‚Äôs a good name for this type of code? https://t.co/Pot7tIi7Yd,"}
{"input": "THIS!  Avoid the trap of focusing on what you might do in 6 months when some members of your team aren't clear on what you're doing right now.\\n https://t.co/pq4v9iUUro,"}
{"input": "RT @QuinnyPig: This is @awscloud-speak for \\there is a horrifying problem with our previous managed policies.\\\\n\\nLet's see... https://t.co/8‚Ä¶,"}
{"input": "You don't often get to win in @iRacing, in fact it's usually pretty humbling.  So I'm taking a moment to brag... even though I know that very few of you will care. https://t.co/dikzBy6fVB,"}
{"input": "Why has software moved so heavily to open source while more and more companies are starting to make their own hardware?  Do we attribute that to the relative scarcity of electrical engineers?\\n\\nhttps://t.co/Ese1qjmBC6 https://t.co/w8FXAKdrMd,"}
{"input": "New simulator is operational!  Bringing yaw and sway motion to the rig! https://t.co/TM2SnfnUvU,"}
{"input": "I have a head time deciding whether I like that this could make Change Management better or hate it because they will make it survive longer (instead of seeing it replaced fully by DevSecOps some day).\\n https://t.co/dvHfRPxm7p,"}
{"input": "I feel like when people first get OpenShift they think that Windows is key... Then they realize how challenging it can be in Linux and rethink it.  Will be interested to see how widely used this ends up being.\\n https://t.co/TQS2f5Rno7,"}
{"input": "Just having a beer in my garage and working in the car.  Ok fine, the simulator... But the beer is real. https://t.co/kE7xqLnbs0,"}
{"input": "If the Biathlon is an olympic sport... Why isn't this? https://t.co/PixsrR6xR1,"}
{"input": "Walking by the NYSE for the first time in a while and wondering to myself what a good over/under would be for when this physical building becomes nothing more than a museum to honor what Wall Street was. Am thinking 2035 (prob 15 years earlier than I might have said pre-COVID) https://t.co/Waw2Cng6Ns,"}
{"input": "First piece of my new racing gig has arrived and been assembled!  Will try not to bore twitter with a little bit about all of them. https://t.co/5asF23iWtS,"}
{"input": ".@iRacing  is ridiculous... love this line in the updates for 2021...  \\Updated physics: Ride up close to the wall and feel the aero cushion keeping you off of it!\\\\n\\nHuge respect to the developers that do this work, I can't imagine the math and coding that go in to that. https://t.co/y6M95yaHNs,"}
{"input": "Hmmm... AWS is releasing the software they use to run EKS as an Open Source Project.  I'm trying to decide whether their purpose is to avoid losing ground to \\hybrid cloud\\ options like RH OpenShift or to get free developer help in improving EKS.\\n\\nhttps://t.co/PWNefBQXpb,"}
{"input": "This is disappointing to read.  I loved visiting Cuba, I wish we could reach better relations with them so travel could be more open.\\n\\nhttps://t.co/12u1dQWiFs,"}
{"input": "Proud that IBM has the best Vision and Roadmap in this space.  I know most people will snicker at Managed Services for cloud, and I don't blame them...  most of the current models suck.  There is room to provide value doing it right though.\\n\\nhttps://t.co/oOjWpgq0k7,"}
{"input": "Just posted a photo @ New York, New York https://t.co/MVW88ntG3x,"}
{"input": "It's fascinating how incentives can go so wrong across every company that has employees.\\n\\n#BeCarefulWhatYouMeasure\\n\\nhttps://t.co/9ljfQYdQUx,"}
{"input": "In case you're curious, using your signature to authenticate is 2nd Century tech.  https://t.co/CQzVIZ9wkE,"}
{"input": "What do you think the over/under is on the length of time that customers and regulators expect us to supervise AI?  It will eventually be the other way around. https://t.co/yTeff8wGIo,"}
{"input": "Can I plug it in to my USB C port? https://t.co/bVspjBaJ08,"}
{"input": "RT @JRown32: Pittsburgh right now. https://t.co/NWZVmFOzma,"}
{"input": "It's been a gradual fall, but in 2022 I only made 8 contributions to Github!!! https://t.co/j2nUDq9lef,"}
{"input": "It makes me sad that when I typed \\https://t.co/NcTHahxyAL\\ in to Chrome, it assumed that I meant the training website... guess I need to find another side project so Chrome goes back to thinking I'm a console user.,"}
{"input": "While my eligibility has expired... I am planning to celebrate a milestone birthday with an epic tailgate. https://t.co/4SdTVRWRzh,"}
{"input": "Amazing how many European countries were in front of the US (#17) even though I had to click \\Accept Cookies\\ to read the article. https://t.co/0ZLSYu8jEj,"}
{"input": "Serverless batch is one of my favorite use cases.  It just sounds transformational.\\n\\nhttps://t.co/ou9nx07H7x,"}
{"input": "I was on a conference call with a client who considered if he could modify the climate of their datacenter to make it COVID free so that someone could go in to fix a server without violating a company policy against endangering employees.  https://t.co/WzwxLKyFiV,"}
{"input": "Perfect explanation of how Docker became the defacto standard without making any money. https://t.co/pDuEkirTgm,"}
{"input": "\\Who?  He doesn't live here.  No, I have no idea where he moved to.\\ https://t.co/xajcWk19Mo,"}
{"input": "I need to test this... On the surface, I think that boot times are likely too long for most containers to make this useful for FaaS, but that it might be great for batchy workloads with lots of dependencies.\\n https://t.co/OIfqf9PAdC https://t.co/Nxl9QnnmAK,"}
{"input": "Picked up a Pixel 5 (on @googlefi ) and have been surprisingly enthusiastic about it.  It doesn't have a bunch more power/camera than the 4, but I love the ceramic rear panel and the slightly smaller size.  The 5G is QUICK too. https://t.co/6BDorsw8Vd,"}
{"input": "Another enjoyable essay from @paulg , this one on the kind of people who think for themselves and how to be [more of] one.\\n\\nhttps://t.co/WsbJbEfvve,"}
{"input": "I'm not sure that a LinkedIn Notification is the right way to learn about how to focus... you may already be doing it wrong. https://t.co/qtdT5dJI7w,"}
{"input": "This post starts with the typical \\products &gt; projects\\ motherhood and apple pie, but stick with it until you get to the smart parts like this simple definition of what a product is.\\n\\nhttps://t.co/Bw0tLtMAwc https://t.co/mTZyTNydqe,"}
{"input": "I'm becoming more and more convinced that Service Mesh will not become a mainstay.  I'm not sure it will die off completely, but the latest CNCF survey is damning (https://t.co/chXAI2cSPT).  2+ years after Istio GAed and long after @HashiCorp Consul, 51% aren't using it at all. https://t.co/QhwADVnwyW,"}
{"input": "So, @QuinnyPig is saying you shouldn't have to make architectural decisions just to optimize your AWS contract (e.g. using EC2 instead of Aurora to use EC2 quotas).  This will be hard for anyone who has ever negotiated with Oracle to understand...\\n\\nhttps://t.co/z4t0Is7ss1 https://t.co/KHRWRkClLR,"}
{"input": "Whats the point of offering container deployments that don't horizontally scale?  This seems like setting a trap to let developers build shitty containerized apps without understanding what they're doing.\\n\\nhttps://t.co/l3xC0I3l6M https://t.co/K3Vdnd7sJJ,"}
{"input": "Deep down, even the most advanced cloud, is making \\pets\\ out of individual threads on servers: \\n\\n\\all of the servers in the fleet to exceed the maximum number of threads allowed by an operating system configuration.\\\\n\\nhttps://t.co/349p1Bw0Vn https://t.co/wqqohs1QK3,"}
{"input": "RT @towernter: Following a coding tutorial\\nhttps://t.co/dXUfp0WWv7,"}
{"input": "In 2020, testing whether Mike Tyson or Roy Jones Jr is a better fighter is like testing an IBM Compatible 386, a Tandy 1000, or a PowerMac 9500 to figure out which mines bitcoin most efficiently.  The question isn't really relevant anymore...But you still want to know the answer. https://t.co/kTTXKPKQ0M,"}
{"input": "I really like the idea here.  Enterprises need a good solution for managing clusters across clouds so that developers can switch/collaborate between dev projects.  Planning to spend some time really understanding this offering this week.  Anyone used it?\\n\\nhttps://t.co/p7Nl8Y09Um https://t.co/7u5wne93DK,"}
{"input": "The great thing about racing is that you can't think about anything else while you're doing it.  It's a little mental reset.  Had a great time at Laguna Seca this week. https://t.co/eIaQjM4Edu,"}
{"input": "And I thought I would never think of FOIL again.. . I guess Dr. Holden (10th grade math teacher) wins this one. https://t.co/22FuMs0kF9,"}
{"input": "Happy hour at Pebble Beach @ The Bench https://t.co/59kY4lZ1Yu,"}
{"input": "\\Work Profile Paused\\... If \\focus more\\ is my favorite feature on Android, this is a close second. https://t.co/6NMfWNSCO4,"}
{"input": "Is this because I switched from gym shorts to sweatpants when it got cold?  Otherwise, I don't know what we are talking about.... https://t.co/7mMiAF7Oja,"}
{"input": "Over the last 90 days I have averaged a 5.7 mile run and a 5.5 mile walk... Trying to take advantage of COVID-19 to get in shape. https://t.co/RDJT03McWF,"}
{"input": "Just in time for no one to be going to anywhere.  #2ndWave\\n\\nhttps://t.co/oK9UoXhByf,"}
{"input": "My office for my 8:30 status call.  My snooze bar and I are REALLY creative about how to get my miles in with maximum sleep. https://t.co/8FKj2R1yaf,"}
{"input": "Super compelling chart.  It's like porn vs brothels or Uber vs Taxis or video games vs WAIT?  What did people do before video games? https://t.co/wuL1wqqHYP,"}
{"input": "Can't really do anything fun on Halloween since Coronavirus is out there trick or treating, so I decided to see if I still had a half marathon in me.  I do!  A really slow one. @ Hudson River Greenway https://t.co/U93KOatpXM,"}
{"input": "üòû https://t.co/ulXzGhWOjt,"}
{"input": "IT jokes at the grocery store... #CaselsInVentnorNJ https://t.co/jJurI558LJ,"}
{"input": "How do you get from Manhattan's west side to the east side without crossing any streets?  Through Battery Park!  #ScenicRoute @ New York, New York https://t.co/NbYGtBbvSA,"}
{"input": "Some really interesting observations in this article about the effect of remote work on our lives including the lengthening of days and the disappearance of the lunch break (as evident in this chart).\\n\\nhttps://t.co/BgcmmewpRm https://t.co/leJZTMyIz5,"}
{"input": "Love this sentiment... Failure should be what you work to avoid... But comes with a silver lining of learning. https://t.co/2eIqTVsUpw,"}
{"input": "I think I would say that about on-premise, self-managed k8s... But would suggest that it is BOTH a compliment and a dis to k8s. https://t.co/DwQczOd3kP,"}
{"input": "Love the term Frankenfirm... There has to be a better way then what is happening with TikTok. https://t.co/RRER2JKbFf,"}
{"input": "RT @swardley: Having one of \\those\\ conversations on Enterprise IT. https://t.co/4809m11gOm,"}
{"input": "As a developer who now works on infrastructure, I can't tell you how important this is.  Having an effective way to do automated unit testing is crucial to making automation development as much of a science as code development has become.\\n\\nhttps://t.co/TyPKmNKMok,"}
{"input": "I miss going to the US Open https://t.co/mqMK4bRr7N,"}
{"input": "I'm looking for a lead architect to run a team of exceptional engineers and help IBM's clients reach (and in some cases define) their goals with containerization, automation, and the public cloud (AWS, Azure, and IBM).  DM me!\\n\\nhttps://t.co/ZwQirwn6VJ,"}
{"input": "RT @forrestbrazeal: it's amazing to me how the average cloud security review is both paranoid and totally inadequate. https://t.co/r0uzatEx‚Ä¶,"}
{"input": "Lots of companies like this... the scariest part is how solid we all think we are the minute before it fails. https://t.co/GDxGNIaIVO,"}
{"input": "THIS!  I have been struggling to describe the danger of insisting on an infrastructure that guarantees failover, uptime, etc... App teams haven't bothered to learn what faults can hurt them. https://t.co/mQGzQt20am,"}
{"input": "Well, this looks like a good opportunity to bring old the old t-shirt for my RBC team @pruthvish91 @SpookOrSpooky @EArakill https://t.co/uqKTjbHiE9 https://t.co/uoA0roz3Rd,"}
{"input": "RT @charlesfitz: TikTok to adopt per core licensing https://t.co/gZdvtvZysf,"}
{"input": "RT @SimpsonsOps: Putting it in your title on LinkedIn is good SEO for your profile tho https://t.co/qVRiBWMpfo,"}
{"input": "I love my company... But this seems like a contrived sentence that someone made up to win buzzword bingo. https://t.co/V4fQwUCTb0,"}
{"input": "RT @QuinnyPig: Oh hey, @TwitterAPI is launching a v2. https://t.co/UvdGaIv2gZ,"}
{"input": "Ha, I am moving in with my GF next week and haven't decided how I am going to explain we why the cable box is a non-negotiable. https://t.co/ZC272XuJH6,"}
{"input": "Not sure whether Trump's immigration policies benefit the economy?  Ask yourself whether tech companies would spend millions filing suit against them if they were a good thing.  https://t.co/J1WSRHHiYF,"}
{"input": "\\...[Immanuel] declared that Jesus Christ would destroy the social media giant's servers if her videos were not restored... Facebook has not reported an interruption on its services.\\\\n\\nLove that the bbc confirmed that Jesus had not destroyed servers.\\n\\nhttps://t.co/SUIAGckU2I,"}
{"input": "Remember all those times you've heard Gene Kim and other DevOps leaders talk about HP transforming the way they develop firmware?  Here's my review of the book by the executives that actually led that transformation.  [Spoiler Alert:  It's GREAT!] https://t.co/VIv4jwT0Ih,"}
{"input": "I don't normally post sports things on this Twitter... but I feel that a large enough percentage of my followers are Toronto-based (courtesy of my stint at RBC) or Pittsburgh-based to appreciate this:  https://t.co/0bJTqUxkjf,"}
{"input": "This is what happens when you let nerds (AWS CEO @ajassy in this case) buy hockey teams.  They get named after mythical sci-fi characters.\\n\\nhttps://t.co/BYcRAsmNmB,"}
{"input": "China beating the US to a vaccine would feel a lot like a global turning point... We may still have a far superior military, but it would be hard to think of us as the world super power.\\n\\nhttps://t.co/mXedelBI5D,"}
{"input": "Big news for those of us that won't be 100% cloud native any time soon. \\n https://t.co/RDM1Nkw8A7,"}
{"input": "Integrations like this are awesome.  It makes life better for IBM/QRadar/RedHat customers without penalizing Ansible customers that use other tools.  The new big blue competes to have the best product, not to trap you.  https://t.co/5YnkFSISwR,"}
{"input": "They make America Greater... https://t.co/HFpHjZA1fl,"}
{"input": "Does it strike anyone else as odd to see an action figure for a \\person\\ that doesn't physically exist?  It's like catching the reflection of a ghost in the mirror. https://t.co/IFmcghgPE6,"}
{"input": "I've never had the budget to go to Kubecon, if it's virtual I might be able to catch some of these.\\n\\nhttps://t.co/nOIDInBA09,"}
{"input": "I know I'm biased... but I love what we're doing with making our new opensource tools work on our legacy proprietary platforms.  It's going to give companies that are more than 20 years old a chance to compete with the Amazons of the world.\\n\\nhttps://t.co/xC1fcNcJZR,"}
{"input": "RT @chrisilluminati: Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx,"}
{"input": "After having used Value Stream Maps in the field for years, I finally read the book on the subject by Karen Martin.  Rather than write a typical review, I broke down parts of the technique that we use when exploring automation opportunities with clients:  https://t.co/c3lwsxeyyi,"}
{"input": "An interesting glimpse at what New Yorkers may be facing as/when/if we return to work:  https://t.co/kM1u4pRSsA,"}
{"input": "RedHat posted two great blog posts on all the work that needs to be done to configure an OCP Cluster.  https://t.co/NHBxhYawiB &amp; https://t.co/qDcjTNv4UN ... If these look daunting to you, give me a call, we can help.,"}
{"input": "It's ridiculous how useful a total lack of freedom and government issued spyware is in re-opening a city.  https://t.co/aAOtYakIvk,"}
{"input": "Announcing AWS https://t.co/BBmBiacUR9... Oh wait, they're calling it Honeycode.  https://t.co/fU5EwMYP1S,"}
{"input": "This feature set is starting small, but combined with enhancements to the UI's performance in v3.7, I think we may be writing less ServiceNow Service Catalog entries that just call Ansible Playbooks over the next couple years.\\n\\nhttps://t.co/KKklonEEgh,"}
{"input": "I told myself I would never do sales... but it turns out to be rewarding when you get to help build the offerings and build the [awesome] team that does the delivery.\\n\\nhttps://t.co/h9IEPf8Vlc,"}
{"input": "I got certified... Is that after expert? https://t.co/gRFL8Z59x6,"}
{"input": "Not as many sky scrapers as my normal run.  Had to get out of NYC for a couple weeks. @ Walloon Lake https://t.co/FgJYzUNAah,"}
{"input": "I feel like people who have taken time to study the Toyota Production System won't be surprised that Japan has been able to squash the coronavirus by rapidly reacting to contain each case.  It seems like the zero defect mentality.  https://t.co/Sq6er4h55b,"}
{"input": "I try to stay out of politics, but this is unacceptable... When you sign an order that businesses are begging you not to sign, how can you expect it to add jobs?  We need to stop casting this problem as \\Us vs Them\\ so that we can solve the real problems.\\n https://t.co/sHgwQ6W1mG,"}
{"input": "Good to see the NFL team in Washington recognizing the obvious measure they could take to address any racism in their history.  #YourNameIsARacistSlur\\n\\nhttps://t.co/2Lr2B5vt5G,"}
{"input": "I am always surprised how surprised people are when they learn Apple is evil. https://t.co/6fAQO18RAd,"}
{"input": "Wow... https://t.co/13kppDNCdf,"}
{"input": "üçøüçøüçøüçøüçø\\n\\nhttps://t.co/KK4XOAopWy,"}
{"input": "RT @benrileysmith: The mammoth US unemployment claims in their historical context. https://t.co/UNDwhBMpZt,"}
{"input": "Such a great idea... Sucks there's no Android version. https://t.co/X9HW1p1ovy,"}
{"input": "I love this article's non-IT centric view of agile and how it approaches agile for the CEO, but the best part is the scale that leads from static to chaotic with agile in the middle.  Not the opposite of static, but a healthy distance away.  https://t.co/KB0ls33Alm,"}
{"input": "I love all uses of K8s on the edge, but this one is the most fun so far:  https://t.co/IqQSIjToLn,"}
{"input": "This is fantastic!  Shame all of the conferences were cancelled this year and I'll likely never find it in person. https://t.co/weqcalvXwh,"}
{"input": "Perfect https://t.co/o5hS7YDMGD,"}
{"input": "Half of me wants to call this ridiculous vanity, the other half wants to say that most successful tech startups were little more than a smart group of engineers that pivoted until they found the right project.  https://t.co/LrwnkjkqMk,"}
{"input": "Some good context from @QuinnyPig on one of the weeks more puzzling headlines.  https://t.co/fv4xfiGwpa,"}
{"input": "I'm all for clapping for EMS/Hospital workers at 7pm... But Jerry the programmer who apperars in the section of this story that starts at 12'45\\ who works some OT and risks causing a career ending incident is also a hero.  https://t.co/SC0SQmYQIP,"}
{"input": "Come to think of it... isn't this a bit of an AI @QuinnyPig ?https://t.co/Heu9H461KV,"}
{"input": "Someone aught to get this right... maybe AWS itself?\\n\\nhttps://t.co/Heu9H461KV,"}
{"input": "Having trouble keeping track of all the different severless options and how they actually work?  Try this article.   https://t.co/Da5fVrFb2x,"}
{"input": "RT @tayvano_: This\\n https://t.co/nybGnV26eB,"}
{"input": "I normally leave Baseball out of my timeline, but this tweet is perfect. https://t.co/c9GrysQofJ,"}
{"input": "This is fantastic. https://t.co/hv0mOHxGQs,"}
{"input": "What are the chances Xerox becomes known for something other than copiers or letting Apple run with the mouse?  https://t.co/ZgpJ119SnM,"}
{"input": "RT @WindexCowboy: Go home @Microsoft, you‚Äôre drunk. https://t.co/hRB9VwXHsX,"}
{"input": "RT @xkcd_rss: Pathogen Resistance https://t.co/6teasv9trx https://t.co/iUyGgkjP5c,"}
{"input": "This set of slides on how RSA works is really interesting.  https://t.co/NuzTS6wpZb,"}
{"input": "For some reason... This is the thing that's making it very real for me.  Our convention center is being used as a hospital.  That's horrifying.\\n\\nhttps://t.co/cHjVVpE2bk,"}
{"input": "I have a lot of clients struggling with this.  Most have specific use cases that can theoretically be solved by either one.  This article is a good overview of when to think of which as primary.\\n\\nhttps://t.co/LnxZcnZnBM,"}
{"input": "Continuing my efforts to see more cool things when I travel with a visit to THE Starbucks (but some better coffee from a crazy old Italian at a shack in the parking lot of a vet's office), lots of seafood, and a‚Ä¶ https://t.co/xzHVzANpBT,"}
{"input": "One of the things I really like about Anthos is its ability to harvest the hardware that you no longer need as you move your workload to cloud native platforms.  This continues that for storage (though it's a little more complicated than compute).  https://t.co/hFNuLqzhiM,"}
{"input": "This article is 200 level at best... but I found the use of a cruise ship (with stateroom cabins) a brilliant stock photo for an article about containers with state.\\n\\nhttps://t.co/B5AJrLdbE3,"}
{"input": "All in all, not a bad time to have 12 hours of flights in the next three days.  https://t.co/jeFgllaW5A,"}
{"input": "Blood in the streets is a real thing... why did they not rally before now?\\n\\nhttps://t.co/6sgWRkocNL,"}
{"input": "Last trip up to GB for a while: Finally got to see (and drive through) several inches of snow, had a fantastic double IPA from @CopperStateBrew, and got to try the infamous pretzel shaped pastry known in these parts‚Ä¶ https://t.co/smLJN56zWO,"}
{"input": "Why don't people understand Bitcoin?  Because people don't understand money.  https://t.co/8p8Vc6yF0D,"}
{"input": "\\In flight magazine-level\\... What a perfect description... I don't think any AI replacing @paulg 's tweets anytime soon. https://t.co/8MQ9oIn4o9,"}
{"input": "All of the games advertised on Twitter seem to be better graphics versions of Breakout (which I last played during calculus on a TI-82). https://t.co/gDumsf6dI6,"}
{"input": "There is some really good stuff in here.  Although nothing tops just having a culture where every meeting has a clear purpose and doesn't last longer than it takes to accomplish it's purpose.\\n\\nhttps://t.co/d2gA7uF4TL,"}
{"input": "If you are sick of IBM pretending this is the right way to use AWS tech, let me know and our Big Data and Healthcare teams can work out a cloud native solution on Azure or AWS.\\n\\nhttps://t.co/vw2uKdzRAN,"}
{"input": "Worse yet if the meaning of the metric is clearly a lack of trust... Lines of code / hour, individual velocity. https://t.co/vyNJ7gJ2dx,"}
{"input": "It's a great definition... I do think that lots of teams (particularly if they are new) will need to do a joint mission/vision session first to make sure everyone shares the same unlimited aspirations before starting to middle them down. https://t.co/J8jcVXUmlM,"}
{"input": "One of the reasons I like working for @IBM  is how easy it is to explain our relationships with partners... \\We do that ourselves and take accountability for that.  Yes, that too. Yep, we own that software company, so you can hold us accountable for that\\\\n\\nhttps://t.co/zVPawox3U1,"}
{"input": "Hitler Uses Kubernetes... it's an old meme... but a good one.  Also don't bark at me for specific points, I don't agree with all of it.\\n\\nhttps://t.co/XiQS3b4W2X,"}
{"input": "Crazy that companies are still trying to do things like this:  https://t.co/qXKimCVPLA,"}
{"input": "Didn't get to spend long in Portsmouth but it seemed like a cool little town.  If you like IPAs definitely stop in @portsbrew for a \\Torn and Frayed.\\ @ The Portsmouth Brewery https://t.co/ZfneIUu16J,"}
{"input": "RT @b0rk: what's a container? https://t.co/WVJ2i4h9Ad,"}
{"input": "Another couple of days in Green Bay WI.  This time sampling fried cheese curds and beer cheese soup, grabbing some chocolate covered bacon at one of GB's several famous candy shops, finding a beer with the same name‚Ä¶ https://t.co/ooFoKZrDUg,"}
{"input": "I have seen one or two thoughtful exceptions,but mostly agree with the sentiment. https://t.co/HX94YTda99,"}
{"input": "Nice job @united and @GoJet_Airlines with the little CRJ-550 I am taking from Green Bay to Chicago.  Providing space on a regional jet for you to park your big carry on makes the trip much more pleasant.  https://t.co/6FkdPFk5a2,"}
{"input": "Was only away from NYC for 48 hours this week, but used my time in Phoenix wisely.  Made a mobile office out of embargocigars and had dinner at the #5 restaurant in the US according to Forbes‚Ä¶ https://t.co/qXLyIvoFfr,"}
{"input": "That's interesting... Logging both from the apps and the infra in a micro-service model is so important. \\n https://t.co/YtihU6rZHX,"}
{"input": "Embracing the ability to sit outside and enjoy a good stick with some good people while I wrap up the work day in PHX. https://t.co/APQcIpsbIz,"}
{"input": "I've spent a lot of time the last couple years designing infrastructure and CI/CD around Machine Learning, but I hadn't spent much time thinking about how Machine Learning will impact companies, countries, job markets, etc... https://t.co/enxYVGANZn,"}
{"input": "Lots of good press with IBM crushing last quarter, word must of gotten around that I started at IBM at the beginning of the quarter.\\n\\nhttps://t.co/soQiHbEDkp,"}
{"input": "I'm having a hard time getting over how cool RedHat's Container Storage Operator is.  I can't wait to get it up and running in the lab.  https://t.co/qJliKYYm2s,"}
{"input": "RT @kelseyhightower: When your decision to adopt microservices is missing the big picture. https://t.co/dvRHK4MCyQ,"}
{"input": "This is like magic... MAGIC! https://t.co/dZzSOFfF4O,"}
{"input": "Some really good little tips in here.  https://t.co/HnjAXMREJ2,"}
{"input": "I still believe that most great dev teams want as much control as possible over their infrastructure... but smaller or less skilled ones will struggle with all the configs.\\n\\nThis article is a good overview of the pros and cons of K8s from a dev's eyes.\\n\\nhttps://t.co/VKgChStYh2,"}
{"input": "RT @memenetes: Eevery Kubernetes tutorial ever\\n\\nCredit @derrickbops https://t.co/ACvY0W9UcG,"}
{"input": "Found out today that people find it easier to identify a face that has the eyebrows photoshopped out than one that has the eyes photoshopped out.\\n\\nI decided to read a non-fiction book completely unrelated to my career and I'm quite enjoying it.\\n\\nhttps://t.co/ODiOtLLq2g https://t.co/393you9kRZ,"}
{"input": "Fantastic excuse to bring back Rick Rolling https://t.co/Ulp5mZ8A2c,"}
{"input": "A little hard to enjoy Chicago in only 8 hours, but IBM hosted a lunch and learn that included some of that famous deep dish. https://t.co/00DQEPmikk,"}
{"input": "I'm a little surprised by this move... only offering VMs and not K8s?  Protecting OpenShift on Power?  https://t.co/Afek6te6TU,"}
{"input": "If Rogers plays against Mahomes in the Superbowl how much do you think @StateFarm would pay for this guy to be the referee? https://t.co/DsokQ4gwfS,"}
{"input": "2 is perfect.  Lawyers have to do a certain amount of continuing legal education (CLE) to stay lawyers, why do we let some in our profession believe they can survive without constantly retooling? https://t.co/KhLnv18joG,"}
{"input": "Keeping up with the goal of trying to enjoy all the travel I will have to do this year... Fried Kraut on a Brat, Lambeau Field, Cheese Curds, Mac'n'Cheese on a burger and SOOOO many Packer things. https://t.co/AVTrmarrkW,"}
{"input": "RT @ryber: Your \\prod like\\ test environment and prod.. https://t.co/CVwYBU5Na2,"}
{"input": "One of my resolutions is to take more advantage of my work travel in 2019 to see and taste more of America.  Starting with tacos from the back of a Mexican grocery in Napa. https://t.co/fYun1nOGPg,"}
{"input": "\\Humble says a lot of teams think they can just install Kubernetes and start deploying apps, but few organizations have the technical and managerial capabilities that drive real success.\\\\n\\nhttps://t.co/YbgAluJ2zM,"}
{"input": "This is a fascinating attempt to put tarrifs on digital imports.  Most of me believes that this will work and become a model for other countries.  A tiny part believes it will be too onerous to enforce and maybe the concept of \\countries\\ is antiquated.  https://t.co/hsTb41fpPP,"}
{"input": "Love to see a Pittsburgh Tech company doing it! https://t.co/Rqs3IHLo4Q,"}
{"input": "Really like the way @QuinnyPig stated this. https://t.co/bTN7xmVBUk,"}
{"input": "I feel this subtle hint would be hard to convey over WebEx.\\n\\nhttps://t.co/fF4oG6I7uD,"}
{"input": "\\Domestic steel prices, after rising in the aftermath of tariffs imposed by President Trump on steel imports, have fallen ... weakening demand [for autos]\\ Inhibiting trade doesn't work.  No one needs higher price steel when they stop buying our cars. https://t.co/OUzljZvUfE,"}
{"input": "Good podcast and good guest. https://t.co/wejH6o2Bbp,"}
{"input": "DevSecFinTestOps... actually, why don't we just call it IT. https://t.co/m8nfk0p7Hq,"}
{"input": "\\It was a remarkable side-by-side illustration of a political split in the United States so wide and deep that it appears many Americans embrace not merely two competing views of a controversial president, but two alternate realities.\\\\n\\nhttps://t.co/P5tVvQKjR3,"}
{"input": "Cool article on the @CloudNativeFdn site about how Alibaba runs their \\metaclusters\\ that they use to manage all of their Kubernetes customers.  They manage 10Ks of clusters!  Insane to think of that scale in a heterogeneous environment.  https://t.co/MYZ09gchK8,"}
{"input": "If you spend all day on WebEx Meetings, there's something you should know.  Amazon sells photo backdrop holders (https://t.co/vqouVYdWZ9) for only $34 and fun photo backdrops for less than $20 (https://t.co/Bqf4UOt6G2) https://t.co/FLYEcVy9YI,"}
{"input": "RT @QuinnyPig: IF YOU‚ÄôRE HAVING CODE PROBLEMS I FEEL BAD FOR YOU SON\\nYOU USED 99 MEGABYTES WHEN A PRINT STATEMENT WOULD HAVE DONE https://t‚Ä¶,"}
{"input": "$MSFT has decided linux is important and is simultaneously making its software run on Linux and making its OS run more like Linux (ssh, WSL)... while I applaud both, they seem like directly competing business objectives.\\n\\nhttps://t.co/Q0xWn0QdTC,"}
{"input": "It's little features like this one that make it important to plan what your cluster should look like before you put production workloads on it.  Need some advice?  Call me.\\n\\nhttps://t.co/isL6OFOgoR,"}
{"input": "What kind of data are they using to train Code Guru's ML?  Spying on Git Repos?  ML usually doesn't usually identify WHY something was wrong (e.g. \\Missing Proper Pagination\\)... AWS, of all companies, shouldn't call something ML and not back it up!\\n\\nhttps://t.co/l8W7jVjc8M,"}
{"input": "Article: \\AWS Exec says to avoid ransomware using public cloud.\\\\n\\nMe: \\It IS ransomware... it's free to upload data, expensive to download it, and they tax you while it's up there.  Only difference is you did it to yourself.\\\\n\\nhttps://t.co/19Yr1vpzCZ,"}
{"input": "Interesting... A palatable middle between server and serverless... Call it server-like? https://t.co/7tqfslrls6,"}
{"input": "Another one of the few remaining justifications for using EC2 (even as part of a cluster) on Green Field applications bites the dust.\\n https://t.co/shemz5ggqZ,"}
{"input": "The real news in this article is that there's now an SDK for Java.  The news for me is that I can play with writing an Operator without learning Go.\\n\\nI might not be too old for new tricks, but lately I'm too busy for them.\\n\\nhttps://t.co/iQkBsD29hc,"}
{"input": "I wonder if Bare Metal will ever get integrated with Anthos... being able to manage commodity bare metal servers in the DC can unlock so much value for enterprises (for example moving a server from a cluster with excess capacity to a constrained one).  https://t.co/FAmmnfVaDj,"}
{"input": "@paulg If you're a Burgher and you won't like people unless they like Pittsburgh, you might want to remember this one:  https://t.co/TRp3Oq3mkC,"}
{"input": "It's so good to see @paulg posting essays again!  Couldn't agree with this one.\\n\\nhttps://t.co/KZf69GCpsQ,"}
{"input": "If Kubernetes is the new Java, then I think you better be careful who your app server vendor is.\\n\\nhttps://t.co/7d5fWSmkRC,"}
{"input": "RT @timbray: ‚ÄúThe most important output of a senior engineer is more senior engineers.‚Äù https://t.co/luYteb5tjB,"}
{"input": "Reading through the details on Anthos Migrate... seems like a dangerous concept to me.  Among other things, migrating VMs to system containers without creating images means giving people root access to do manual patching.  https://t.co/bQp54FOCJS,"}
{"input": "Do I know anyone using this?  Thinking of using it?\\n\\nhttps://t.co/mmUhEqW8DX,"}
{"input": "What's the difference between terraforms and CloudFormations again... I almost thought I knew... And then this. https://t.co/iutZBBiAA8,"}
{"input": "RT @jrhunt: 75% of modern programming is looking at two different pieces of JSON and figuring out why one is valid and one is not. https://‚Ä¶,"}
{"input": "RT @QuinnyPig: I have journeyed to the heart of the @awscloud beast to debunk five myths. Let me show you what I found. \\n\\nhttps://t.co/Hplz‚Ä¶,"}
{"input": "What a great overview of the challenges and methods involved in data lakes... i learned a lot.\\n\\nhttps://t.co/sgU7mn3mop,"}
{"input": "If this becomes the default way to buy data, AWS could use it to win the cloud.\\n\\nhttps://t.co/HUEgILqN3B,"}
{"input": "Given what's going on with GS/APPL this article should have been about discrimination instead of crime.  \\Openness\\ is still the key... AI has to be able to explain WHY it's making decisions so we can correct pervasive bias.\\n\\nhttps://t.co/JY8uhdjNjr,"}
{"input": "I knew this was happening!  @KitMendelson, I'll bet you were leading it. https://t.co/Dz0PMf52PY,"}
{"input": "This sent me down quite the internet rabbit hole... Frickin kids these days https://t.co/NyYd6h1DPL,"}
{"input": "A lot of K8s experts don't take the time to explain the basics like how the scheduler picks which node to run a pod on.  This very well written article is for the beginners.... No need to tell anyone you clicked it.  https://t.co/s7vswtXT39,"}
{"input": "This is a pretty nifty tool.  It must have been a tough business decision for RedHat to make the CoreOS/4.x transition require a migration, but give them credit for doing everything they can to make that as painless as possible (it's still gonna hurt).\\n\\nhttps://t.co/ya006gaWQ1,"}
{"input": "\\The criticism started on Thursday, after entrepreneur David Heinemeier Hansson railed against the Apple Card in a series of Twitter posts, saying it gave him 20 times the credit limit his wife received.\\  railed?  trying to be punny?\\n\\nhttps://t.co/QJA6vGrgkT,"}
{"input": "\\The Start Button!\\ with Chandler and Rachel\\n\\nhttps://t.co/MbEsgffmzz,"}
{"input": "RT @bendhalpern: 2 unit tests. 0 integration tests. https://t.co/f5zfYYRSs0,"}
{"input": "Anybody ever used ZenHub?  This actually looks pretty cool... https://t.co/tZeDw32z83,"}
{"input": "150% People not Peer Reviewing Reports https://t.co/BCL50MBABy,"}
{"input": "VMware (with Pivitol) is trying to become the VMware of containers... building so many tools on top of a very simple concept that you become completely reliant on them.\\n\\nhttps://t.co/3LXfVrWaOw,"}
{"input": "This is more interesting than the Yammer stuff: https://t.co/XJ4RXx02AQ,"}
{"input": "RT @QuinnyPig: I use vim and @bequinning uses Emacs. Neither of us knows how to quit each other. https://t.co/Rd389SKFCU,"}
{"input": "How do providers let this happen?  1 of these news stories has to be so damaging.\\n\\nhttps://t.co/1TZSqqP9gq,"}
{"input": "This is great for the MUCH smaller Twitter.  I wonder if Twitter has found a niche that it can exploit forever (news/experts/celebrities) where Facebook has current control of an ever-changing market (what people share with friends) that they're bound to lose someday. https://t.co/xYKosnq166,"}
{"input": "If you've got a commute and like listening to books/podcasts, definitely get \\Beyond the Phoenix Project\\ even if it's only for the two best modules.  It's a conversation between John Willis and Gene Kim talking about the origins of DevOps.\\n\\nhttps://t.co/bi5o6sbD9P,"}
{"input": "\\Nearly 60 percent of banks are not generating the cost of capital/trading below book.\\\\n\\nhttps://t.co/uSbz9stX10,"}
{"input": "The ability to stand up a GPU node in a multi-tennant cluster is huge for a lot of organizations.  Most companies still use project based accounting and while few projects can justify their own cluster of GPUs, being able to share them with K8s speeds TTM\\n\\nhttps://t.co/qXjrEwUp02,"}
{"input": "Is it really \\cloud\\ if you buy $10B of services up front?  https://t.co/jKXAbKsUx9,"}
{"input": "We are going to let computers drive our cars?\\n\\nhttps://t.co/JBNz6dUsP6,"}
{"input": "ServiceNow is really leaning in to that whole ERP4IT thing... unfortunately it's a concept that should have died years ago.\\n\\nhttps://t.co/NGFs7nBYr8,"}
{"input": "Same problem:  https://t.co/oLdmqsnPWV,"}
{"input": "I love so many of the features on Openshift 4.x, but a built in YAML editor isn't one of them.  This really just tempts teams to edit configurations directly in the platform instead of in a Git repository, leading to config drift.\\n\\nhttps://t.co/BkERv1jjOm,"}
{"input": "An interesting comparison between what's happening now with WeWork and what happened in 2001.  Reason for optimism that the markets aren't as flawed as they were then (though maybe not as great as we might have hoped). https://t.co/pidmnCh2En,"}
{"input": "RT @allspaw: Being able to demonstrate hubris and ignorance simultaneously is a truly unique talent. https://t.co/BUwIAq7rXw,"}
{"input": "I don't think we're talking enough about the rise in SaaS.  It's more than just replacing vendor on-prem software, it's often being customized an replacing custom development.  Especially at SMB shops. https://t.co/VJ2rt7FYK4,"}
{"input": "Also think this can be applied personally... think about what will make you happy and then set out to do it, but make adjustments when/if you find it isn't working.  I don't always do a good job learning from unhappiness; instead of adjusting goals, just fighting through it. https://t.co/LxsysKJMH0,"}
{"input": "Who has ever seen the Toronto Turnpike without other cars crawling on it? https://t.co/ntJ6x8xvzy,"}
{"input": "RT @tlakomy: Is this Docker? https://t.co/z1SUkoYUOB,"}
{"input": "What are they supposed to do?  Make people required to have a version of their site that only shows screened content?  Would anyone use that? https://t.co/k1JHmEgtWT,"}
{"input": "Terrible article.  Reason #1 is plain wrong and reason #2 is wishful thinking.  Reason #3 has merit... but I is best solved by tasking one dev with tending to the architecture/debt/health of the test suite the same way the dev lead looks after the code.\\n\\nhttps://t.co/uChP5TbtNN,"}
{"input": "It's a reference implementation... Not Open Source.  Though I am sure AWS wouldn't mind seeing reference implementations becoming the new definition of Open Source. https://t.co/oHIXq306c4,"}
{"input": "I‚Äôm really excited to announce that I‚Äôve taken a job with IBM, in their advisory cloud consulting service. The team I‚Äôll be leading will be looking at how organizations can architect internal and external cloud solutions.  Here's why I'm excited: https://t.co/rBkVYwfyl3,"}
{"input": "I once did a marathon in 4 hours and find it nearly unfathomable that someone the same species as me might be able to go 26.2 miles in half the time. https://t.co/muDMBZOrsY,"}
{"input": "The app I build in my spare time to stay current on technologies is actually becoming pretty useful to people.  It's essentially a way for a group of friends to place a few wagers on Football without having to lose money... especially to the casino.  https://t.co/OQffLVu2Az,"}
{"input": "Ha, a scary level of precision in that. https://t.co/CY4LkEVrVm,"}
{"input": "@QuinnyPig Also, source for the quote:  https://t.co/MRNJvYjN2S,"}
{"input": "It's a high-level piece, but I'm assuming @OsanoATX is LegalZoom for webmasters with a side of automated compliance scanning? I wish I had met a lawyer who'd pitched me this idea... I would have been their technical co-founder.  https://t.co/g29tcYLXWF,"}
{"input": "I think the word \\some\\ is very notably absent from this title.  Data streaming is great (even revolutionary) for some cases... but there's no need to be event driven when you only care about the data periodically.\\n\\nhttps://t.co/oqj9nb2SNU,"}
{"input": "I don't know much about Render specifically but it does raise an interesting question.  At the moment the big players seem more focused on adding features... AWS literally has like 150.  Perhaps there is room for a commodity level of cloud provider too?  https://t.co/rrGzw9lw9h,"}
{"input": "That would be cool... I had gym softball with Donny Kelly.  I always assumed one of us would do great things in baseball. https://t.co/UcX2qUX6Pp,"}
{"input": "I like the title... I think this is a little different than the typical trough of disillusionment... this is a technical solution so elegant that technology people just can't believe there aren't problems out there that it can solve. https://t.co/cxxVxbphZ7,"}
{"input": "This looks like a very frustrating end to a LONG day. @ Mta Subway 6 Avenue-14Th Street (F/L/1/2/3)Trains https://t.co/9PwWyD1dCb,"}
{"input": "It is definitely A way... But it's not the quickest way to do anything! https://t.co/aICtkKskEs,"}
